[
    {
        "id": "equipment",
        "title": "Équipement",
        "description": "Pas vraiment sûr de quoi acheter en ligne ?\nParlons-en",
        "body": "Je tiens à souligner que vous n'avez pas besoin immédiatement de tout l'équipement. Cependant, je peux vous aider en sélectionnant les bons outils pour commencer à réaliser des cocktails extraordinaires.\n\nSHAKERS À COCKTAIL :\nLors de l'achat d'un shaker, deux principaux facteurs sont à prendre en compte : le style et le matériau dont il est fait (métal, acier inoxydable, plastique, etc.). Les deux types de shakers les plus couramment trouvés sont le 'shaker Cobbler', qui se compose de trois pièces, et le 'shaker Boston', qui se compose de deux pièces. Je recommande vivement le 'shaker Boston' car il est facile à utiliser d'une seule main, ce qui le rend élégant et fonctionnel. Non seulement c'est le choix le plus populaire des barmans professionnels car il est plus efficace pour filtrer, mais il est également plus facile de trouver des pièces de rechange de qualité pour celui-ci.\n\nFILTRES :\nIl existe trois types différents de filtres : le 'Julep', le 'Hawthorn', qui empêche les morceaux de glace de tomber dans le verre à cocktail, et le filtre fin. Le filtre fin (ou passoire à thé) retient tous les petits morceaux qui passent à travers. Mon filtre préféré s'appelle le 'Calabrese Hawthorn strainer', qui est polyvalent et principalement utilisé en combinaison avec le filtre fin.\n\nDOSEUR :\nL'ensemble de doseurs que j'aime utiliser se compose de deux récipients, chacun ayant une double forme conique. Le plus petit mesure généralement 25 ml et comporte des repères à l'intérieur pour 15 ml, et le plus grand mesure 50 ml et possède un repère pour 35 ml.\n\nCUILLÈRE À MÉLANGE :\nLes cuillères à mélange sont utiles pour mélanger et superposer les boissons mélangées, ce qui fonctionne le mieux lorsque la technique de mélange est très fluide. Elles peuvent également mesurer de petites quantités de liquides, généralement environ 5 ml, et attraper les cerises ou les olives dans le bocal.\n\nAUTRES OUTILS :\nPilon : Obtenez-en un de bonne qualité pour écraser les fruits au fond d'un verre, ou sinon, vous pouvez utiliser la surface plate au sommet de la cuillère à mélange si elle en a une.\nÉplucheuse : Si vous n'en avez pas déjà une à la maison, procurez-vous un bon épluche-légumes en forme de 'Y' et évitez les matériaux flexibles et fins. J'en ai détruit une en épluchant un citron ferme, et il m'a coupé le doigt gravement.\nCouteaux et planche à découper : Vous pouvez utiliser à peu près n'importe quel bon couteau tranchant, et n'importe quel type de planche à découper fera l'affaire.\nPresse-agrumes : Si vous n'en avez pas déjà un à la maison, je vous recommande d'acheter un 'Mexican elbow' pour les citrons, que vous pouvez également utiliser pour presser les citrons verts.\nVerre à mélange : Ils sont assez chers et non indispensables. Vous pouvez facilement utiliser l'un des deux récipients du shaker à cocktail et éviter une grosse dépense.",
    },
    
    {
        "id": "shake",
        "title": "Comment préparer des cocktails à secouer",
        "description": "Apprenez pourquoi vous devriez secouer des cocktails et bien plus encore!",
        "body": "Secouer un cocktail est l'un des moyens les plus rapides pour le refroidir. Le liquide est rapidement réparti dans le shaker et la glace, ce qui accélère les échanges thermiques entre les deux. Dans cet article, je vais expliquer pourquoi plus vous secouez rapidement, plus le cocktail refroidit rapidement.\n\nEn général, un cocktail doit être secoué pendant environ 8 à 10 secondes. Le secouer plus longtemps aura peu d'impact sur le résultat final et gaspillera de l'énergie. Un secouement vigoureux créera une couche de glace autour du shaker. Une fois que vous atteignez cette couche, vous pouvez arrêter de secouer, ce qui indique que le liquide à l'intérieur a atteint le point le plus froid possible, environ -5 °C. La technique de secouage et la forme de la glace ne sont pas si importantes, mais vous ne devriez jamais secouer avec de la glace pilée.\n\nSecouer ajoute également de l'aération aux cocktails. La glace emprisonne de petites bulles d'air à l'intérieur du liquide, ce qui affecte l'expérience tactile du cocktail et la manière dont les saveurs sont perçues. Cependant, gardez à l'esprit que le secouage rendra la boisson trouble, peu importe la clarté des ingrédients.\n\nAprès avoir secoué un cocktail, vous devriez toujours le filtrer à double maille pour éliminer les éclats de glace et les éventuels morceaux flottants de fruits, de graines ou de pulpe. Cela rendra la boisson plus lisse.\n\nLors de la préparation d'un cocktail, versez tous les ingrédients dans la petite partie du shaker, puis remplissez-la de glace. Placez la grande partie par-dessus, retournez-la et tournez les deux parties en sens inverse. En général, la petite partie peut contenir jusqu'à deux cocktails, selon la quantité de liquide par cocktail. Après avoir secoué, vous pouvez frapper le shaker sur le côté à un pouce en dessous du rebord pour briser le sceau. Cela nécessite de la pratique, donc ne vous inquiétez pas si cela ne fonctionne pas la première fois.\n\nVoici quelques conseils de professionnel à garder à l'esprit : mettez d'abord les ingrédients les moins chers pour minimiser le gaspillage, et si vous devez préparer un nombre impair de cocktails, vous pouvez répartir équitablement le cocktail supplémentaire entre les deux parties du shaker, puis verser uniformément dans les verres.\n\nEnfin, souvenez-vous que les cocktails servis sans glace ont une durée de vie courte. Vous pouvez les boire rapidement ou refroidir le verre avant de l'utiliser.\n\nEn récapitulation, secouez vigoureusement le cocktail pendant 8 à 10 secondes avec des glaçons, et le secouage refroidira, diluera et aérera la boisson.",
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=lRtJwgZINIk",
        "videoID": "lRtJwgZINIk"
    },
    
    {
        "id": "stir",
        "title": "Comment remuer les cocktails",
        "description": "Pourquoi remue-t-on certains cocktails au lieu de les secouer?",
        "body": "La raison pour laquelle nous remuons les cocktails, comme les Martinis, est pour que le résultat final soit visuellement et gustativement attrayant. Lorsque vous remuez un cocktail, vous avez beaucoup plus de contrôle sur la dilution de la glace. Cependant, il est important de se rappeler que la science dit : 'la glace fondra avec la chaleur, qui est prélevée dans la boisson'. Par conséquent, une fois que vous atteignez cet effet givré à l'extérieur de votre verre à mélange, presque rien ne changera et tous vos efforts seront vains. Un cocktail remué conservera tous vos ingrédients clairs, car il n'y aura pas de bulles d'air emprisonnées à l'intérieur. Cela signifie également que les saveurs des ingrédients seront plus prédominantes. La technique de remuement n'affecte pas le résultat du cocktail, mais une bonne technique vous donnera une apparence professionnelle. Prenez une belle cuillère à mélange longue et placez-la près du verre à mélange, laissez-la tourner doucement entre vos doigts et contre le verre en un mouvement circulaire. Lorsqu'il est remué, la température du cocktail baissera à environ 0°C en moins de 10 secondes, mais il vous faudra plus de 40 secondes pour atteindre la même température qu'un cocktail secoué.\n\nPréparation : La pratique la plus couramment utilisée consiste à verser tous les ingrédients dans le verre à mélange (les ingrédients les moins chers d'abord) puis à ajouter de la glace et à remuer. Refroidir préalablement le verre à mélange est une bonne pratique, mais non essentielle.\n\nConseils de pro:\n- Les cocktails servis sans glace ont une durée de vie courte. Vous pouvez soit les boire rapidement, soit refroidir le verre avant de servir. Cela vous donnera un peu plus de temps pour en profiter.\n- Un bon remuage prend deux fois plus de temps que se laver les mains. Ainsi, vous pouvez entraîner votre mémoire musculaire en chantant:\n\t- Joyeux anniversaire\n\t- Je survivrai - seulement le refrain\n\t- Africa - seulement le refrain\nRécapitulatif rapide:\n- Remuez avec un rythme constant pendant environ 60 secondes.\n- Refroidissez toujours le verre si le cocktail est servi sans glace.\n- Le remuage mettra en valeur vos ingrédients - la qualité est essentielle.\n- Les cocktails remués fonctionnent mieux avec des liquides clairs.",
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=2MB9DilgEKM",
        "videoID": "2MB9DilgEKM"
        
    },
    
    {
        "id": "churn",
        "title": "Comment turbiner et construire",
        "description": "Deux techniques super simples que vous ne devriez jamais rater!",
        "body": "Le turbinage est une technique puissante et facile qui consiste à mélanger vigoureusement tous les ingrédients dans un verre avec de la glace pilée pour refroidir instantanément le cocktail, apporter une dilution et créer un profil de saveur cohérent. Bien qu'il soit souvent associé aux mojitos, il peut être utilisé avec n'importe quel cocktail.\n\nPour vous mettre en place, ajoutez simplement tous les ingrédients dans le verre, remplissez-le de glace pilée et utilisez une cuillère à mélange pour mélanger énergiquement les ingrédients pendant 8 à 10 secondes. Ajoutez plus de glace pilée, si vous le souhaitez.\n\nConseils de pro:\n- Gardez votre glace fraîche et bien pilée\n- Évitez de mélanger des ingrédients pétillants\n- Utilisez un mouvement de mélange puissant avec votre cuillère à mélange\n- Assurez-vous que les ingrédients solides sont répartis uniformément dans le verre\n\nUne autre technique est la méthode de la 'Construction', qui consiste à verser directement tous les ingrédients dans un verre sur de la glace. Pour les cocktails avec des ingrédients pétillants, évitez de les verser directement sur la glace pour les empêcher de flotter en surface. Si cela se produit, remuez délicatement le cocktail pour incorporer tous les ingrédients.\n\nPour construire un cocktail, ajoutez tous les ingrédients dans le verre dans l'ordre des prix, puis ajoutez de la glace. Si le cocktail contient des ingrédients pétillants, complétez-le et versez-le sur le liquide pour éviter qu'ils flottent.",
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=At82bYuY0yw",
        "videoID": "At82bYuY0yw"
    },
    
    {
        "id": "throw",
        "title": "Comment lancer des cocktails",
        "description": "Pourquoi un Bloody Mary est-il préférable d'être lancé plutôt qu'agité?",
        "body": "Cette technique est l'une des rares avec laquelle vous pouvez réellement vous amuser en l'essayant simplement avec de l'eau. Elle implique de lancer le liquide d'une timbale à l'autre, ce qui refroidit le cocktail, lui donne dilution et texture. La raison pour laquelle c'est la meilleure technique pour les Bloody Mary est qu'elle conserve la plupart des caractéristiques d'un cocktail agité sans créer une mousse épaisse et amère sur le dessus (secouer du jus de tomate peut créer de la mousse, et avec tous les assaisonnements dans un Bloody Mary, cela peut devenir désagréable).\n\nMise en place:\nTenez la grande timbale avec de la glace et du liquide à l'intérieur d'une main et bloquez la glace au fond de la timbale avec votre passoire, en utilisant la méthode qui vous convient le mieux. Versez le liquide d'une timbale à l'autre en continu jusqu'à ce que le liquide atteigne la dilution souhaitée (ceci sera plus perceptible avec des jus épais comme le jus de tomate).\n\nConseils de pro:\n- Entraînez-vous d'abord à cette technique avec de l'eau.\n- Utilisez soit un \"Calabrese Hawthorn\" soit une \"Julep Strainer\".",
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=T_DEm_2kXWk",
        "videoID": "T_DEm_2kXWk"
    },
    
    {
        "id": "egg-shake",
        "title": "Blanc d'œuf secoué",
        "description": "Plongeons dans le monde des boissons mousseuses",
        "body": "Découvrez l'univers des cocktails mousseux grâce à ces deux techniques. Le blanc d'œuf est le meilleur ingrédient à utiliser pour créer une mousse parfaite, mais il existe des alternatives pour ceux qui sont végétaliens.\n\nMalgré les préoccupations concernant la sécurité, l'utilisation de blanc d'œuf dans les cocktails est généralement considérée comme sûre car il entre en contact avec des spiritueux et du jus citrique, qui aident à tuer les bactéries.\n\nLa technique du « Shake à sec » consiste à secouer vigoureusement les ingrédients dans un shaker à cocktail sans glace pendant environ 20 à 30 secondes. Cela permet au blanc d'œuf de bien se mélanger aux autres ingrédients et donne une mousse épaisse et mousseuse qui ajoute une texture veloutée au cocktail. Après le \"Shake à sec\", de la glace est ajoutée, et le mélange est secoué brièvement avant d'être passé au tamis fin dans le verre.\n\nLa technique du \"Shake à sec inversé\" est la même que le « Shake à sec », mais à l'envers. D'abord, les ingrédients sont agités avec de la glace, puis le mélange est passé au tamis fin dans le shaker, et enfin, le blanc d'œuf est ajouté et secoué vigoureusement pour créer une mousse épaisse.\n\nVoici quelques conseils de pro à garder à l'esprit:\n- Cassez toujours l'œuf dans un récipient séparé lorsque vous utilisez des blancs d'œufs, au cas où le jaune serait altéré ou la coquille se briserait.\n- Lorsque vous utilisez des alternatives comme l'aquafaba (eau de pois chiche), utilisez environ 25 à 30 ml.\n- Vérifiez les mesures recommandées pour d'autres alternatives sur la bouteille, comme le Miraculous Foamer de Mrs. Better Bitter.\n- Il n'y a pas de technique « juste », essayez donc les deux et choisissez votre préférée.\n\nEn résumé:\n- Ces techniques nécessitent deux secousses.\n- Secouez toujours vigoureusement lorsque vous utilisez du blanc d'œuf.\n- Passez toujours le cocktail au tamis fin après l'avoir secoué avec de la glace.",
        "hasVideo": true,
        "videoURL": "https://youtu.be/5QQ0cDGohA0",
        "videoID": "5QQ0cDGohA0"
    },
    
    {
        "id": "different-containers",
        "title": "Pas d'équipement ?",
        "description": "Avez-vous oublié d'apporter des shakers et des passoires avec vous ? Voyons quelques alternatives.",
        "body": "Il est toujours pratique d'apporter vos shakers et vos passoires avec vous, mais soyons honnêtes, la plupart du temps ce n'est pas pratique. Cependant, vous pouvez facilement mélanger vos cocktails dans le verre avec de la glace et en rester là.\n\nMaintenant, explorons quelques alternatives à l'utilisation d'un shaker:\n\nSHAKER:\nUn pot de confiture vide est un substitut très utile pour un shaker (qui n'en a pas un qui traîne ?). Mélangez vos ingrédients dans le pot, remplissez-le de glace et secouez. Étant donné que le pot sera plein de glace et qu'il y aura peu de surface pour que la glace se brise, vous éviterez que la glace se fissure pendant le secouage. Pas besoin de le filtrer finement; vous pouvez simplement ouvrir le pot et boire dedans ! D'autres articles utiles pour contenir les ingrédients du cocktail: un pot à épices vide, un shaker à protéines ou un récipient vide de crème glacée. Faites preuve de créativité et utilisez ce que vous pensez être le mieux!\n\nDOSEUR (JIGGER):\nVous n'avez pas de doseur sous la main ? Pas de problème ! Étant donné que vous ne vendez pas vos cocktails, vous pouvez verser librement et choisir la quantité d'alcool que vous souhaitez dans votre boisson. Cependant, une alternative facile à un doseur est une tasse à espresso ou un support pour œufs durs, ou tout autre objet dont vous savez approximativement quelle quantité de liquide il peut contenir.\n\nAvec ces alternatives, vous pouvez préparer un excellent cocktail même sans tout l'équipement sophistiqué!",
    }
]
