[
    {
        "id": "equipment",
        "title": "Équipement",
        "description": "Pas vraiment sûr de ce qu'il faut acheter en ligne ?\nParlons-en.",
        "body": {
            "intro": "Je tiens à souligner que vous n'avez pas besoin immédiatement de tout l'équipement essentiel. Cependant, je peux vous aider à sélectionner les bons outils pour commencer à préparer des cocktails extraordinaires.",
            "section": [
                {
                    "heading": "Shakers à cocktails",
                    "content": "Lors de l'achat d'un shaker, deux principaux facteurs sont à considérer : le style et le matériau dont il est fait (métal, acier inoxydable, plastique, etc.). Les deux shakers les plus courants sont le 'shaker Cobbler', qui a trois pièces, et le 'shaker Boston', qui en a deux. Je recommande vivement le 'shaker Boston' car il est facile à utiliser à une main, ce qui le rend élégant et efficace. Non seulement c'est le choix le plus populaire des barmans professionnels car il est plus efficace pour filtrer, mais il est également plus facile de trouver des pièces de rechange de qualité pour celui-ci."
                },
                {
                    "heading": "Passoires",
                    "content": "Il existe trois types de passoires : la 'Julep', la 'Hawthorn', qui empêche les morceaux de glace de tomber dans le verre à cocktail, et la passoire fine. La passoire fine (ou passoire à thé) retient tous les petits éclats qui passent à travers. Ma passoire préférée s'appelle la 'passoire Calabrese Hawthorn', polyvalente et principalement utilisée en combinaison avec la passoire fine."
                },
                {
                    "heading": "Jiggers",
                    "content": "Le set de jiggers que j'aime utiliser se compose de deux récipients, chacun avec un double cône. Le plus petit mesure généralement 25 ml et comporte des marques à l'intérieur pour 15 ml, et le plus grand mesure 50 ml et comporte une marque pour 35 ml."
                },
                {
                    "heading": "Cuillère à mélange",
                    "content": "Les cuillères à mélange sont utiles pour mélanger et superposer les cocktails, ce qui fonctionne mieux lorsque la technique de mélange est très douce. Elles peuvent également mesurer de petites quantités de liquides, généralement autour de 5 ml, et attraper les cerises ou les olives dans le bocal."
                },
                {
                    "heading":"Autres outils",
                    "content":"Pilon : Obtenez-en un bon pour écraser les fruits au fond d'un verre, ou alternativement, vous pouvez utiliser la surface plate en haut de la cuillère si elle en a une.\nÉplucheur : Si vous n'en avez pas déjà un à la maison, procurez-vous un bon éplucheur 'Y' et évitez les matériaux flexibles et fins. J'en ai détruit un en épluchant un citron ferme, et il m'a coupé le doigt gravement.\nCouteaux et planche à découper : Vous pouvez utiliser à peu près n'importe quel couteau bien aiguisé, et n'importe quelle planche à découper fera l'affaire.\nPresse-agrumes : Si vous n'en avez pas déjà un à la maison, je recommande d'acheter un 'coude mexicain' pour les citrons, que vous pouvez également utiliser pour presser des citrons verts.\nVerre à mélange : Ils sont assez chers et non essentiels. Vous pouvez facilement utiliser l'un des deux gobelets du shaker à cocktail et éviter une grosse dépense."
                }
            ]
        }
    },
    
    {
        "id": "shake",
        "title": "Comment secouer des cocktails",
        "description": "Découvrez pourquoi vous devriez secouer des cocktails et bien plus encore !",
        "body": {
            "intro": "Secouer un cocktail est l'un des moyens les plus rapides de le refroidir. Le liquide est rapidement réparti dans le shaker et la glace, ce qui accélère l'échange thermique entre les deux. Dans cet article, je vais expliquer pourquoi plus vous secouez rapidement, plus le cocktail refroidit rapidement.",
            "section": [
                {
                    "heading":"Secouez, secouez, secouez...",
                    "content":"Généralement, un cocktail doit être secoué pendant environ 8 à 10 secondes. Le secouer plus longtemps aura peu d'impact sur le résultat final, et cela gaspillera de l'énergie. Un secouage vigoureux créera une couche de glace autour du shaker. Une fois cette couche obtenue, vous pouvez arrêter de secouer, ce qui indique que le liquide à l'intérieur a atteint le point le plus froid possible, autour de -5°C. La technique de secouage et la forme de la glace ne sont pas si importantes, mais vous ne devez jamais secouer avec de la glace pilée.\n\nSecouer ajoute également de l'aération aux cocktails. La glace emprisonne de petites bulles d'air à l'intérieur du liquide, ce qui affecte l'expérience tactile du cocktail et la façon dont les saveurs sont perçues. Cependant, gardez à l'esprit que secouer rendra la boisson trouble, quelles que soient la clarté des ingrédients."
                },
                {
                    "heading":"Filtration fine",
                    "content":"Après avoir secoué un cocktail, vous devriez toujours le filtrer deux fois pour éliminer les éclats de glace et les éventuels morceaux flottants de fruits, de graines ou de pulpe. Cela rendra la boisson plus lisse.\n\nLorsque vous préparez un cocktail, versez tous les ingrédients dans le petit gobelet du shaker, puis remplissez-le de glace. Mettez le grand gobelet par-dessus, retournez-le et tournez les deux gobelets dans des directions opposées. En général, le petit gobelet peut contenir jusqu'à deux cocktails, selon la quantité de liquide par cocktail. Après le secouage, vous pouvez frapper le shaker sur le côté à un pouce en dessous du bord pour briser le joint. Cela demande de la pratique, donc ne vous inquiétez pas si cela ne fonctionne pas la première fois."
                },
                {
                    "heading":"Conseils de pro",
                    "content":"Mettez d'abord les ingrédients les moins chers pour minimiser le gaspillage, et si vous devez préparer un nombre impair de cocktails, vous pouvez répartir uniformément celui en trop entre les deux sets de shakers, puis verser uniformément dans les verres.\n\nEnfin, rappelez-vous que les cocktails servis sans glace ont une durée de vie courte. Vous pouvez les boire rapidement ou refroidir le verre avant de l'utiliser.\n\nPour récapituler, secouez vigoureusement le cocktail pendant 8 à 10 secondes avec des glaçons, et le secouage permettra de refroidir, de diluer et d'aérer la boisson."
                }
            ]
        },
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=lRtJwgZINIk",
        "videoID": "lRtJwgZINIk"
    },

    {
        "id": "stir",
        "title": "Comment remuer les cocktails",
        "description": "Pourquoi remuer certains cocktails au lieu de les secouer ?",
        "body": {
            "intro":"La raison pour laquelle nous remuons des cocktails, comme les Martinis, est que cela produit un résultat final visuellement et gustativement attrayant. Lorsque vous remuez un cocktail, vous avez beaucoup plus de contrôle sur la dilution de la glace. Cependant, il est important de se rappeler que la science dit que 'la glace fond avec la chaleur, qui est extraite de la boisson'. Par conséquent, une fois que vous atteignez cet effet givré à l'extérieur de votre verre à mélange, presque rien ne changera, et tous vos efforts seront vains.",
            "section":[
                {
                    "heading":"Avantages",
                    "content":"Un cocktail remué conservera tous vos ingrédients clairs, car il n'y aura pas de bulles d'air piégées à l'intérieur. Cela signifie également que les saveurs des ingrédients seront plus prononcées. La technique de remuage n'affecte pas le résultat du cocktail, mais une bonne technique vous donnera un aspect professionnel. Prenez une jolie longue cuillère à mélange, approchez-la du verre à mélange, faites-la tourner doucement entre vos doigts et contre le verre en un mouvement circulaire. Lorsqu'il est remué, la température du cocktail diminuera d'environ 0°C en moins de 10 secondes, mais il vous faudra plus de 40 secondes pour atteindre la même température qu'un cocktail secoué."
                },
                {
                    "heading":"Configuration",
                    "content":"La pratique la plus couramment utilisée est de verser tous les ingrédients à l'intérieur du verre à mélange (les ingrédients les moins chers en premier) puis d'ajouter de la glace et de remuer. Refroidir le verre à mélange en premier est une bonne pratique, mais non essentielle."
                },
                {
                    "heading":"Conseils de pro",
                    "content":"Les cocktails servis sans glace ont une durée de vie courte. Vous pouvez les boire rapidement ou refroidir le verre avant de servir. Cela vous donnera un peu plus de temps pour en profiter.\n\nUn bon remuage prend deux fois plus de temps que de se laver les mains. Alors, vous pouvez pratiquer votre mémoire musculaire en chantant :\n\tJoyeux anniversaire\n\tI Will Survive - juste le refrain\n\tAfrica - juste le refrain"
                },
                {
                    "heading":"Récapitulatif rapide",
                    "content":"Remuez à un rythme constant pendant environ 40 secondes.\nRefroidissez toujours le verre si le cocktail est servi sans glace.\nLe remuage mettra en valeur vos ingrédients - la qualité est essentielle.\nLes cocktails remués fonctionnent mieux avec des liquides clairs."
                }
            ]
        },
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=2MB9DilgEKM",
        "videoID": "2MB9DilgEKM"
    },
    
    {
        "id": "churn",
        "title": "Comment brasser & construire",
        "description": "Deux techniques super simples que vous ne devriez jamais rater !",
        "body": {
            "intro": "Le brassage est une technique puissante et facile qui consiste à mélanger vigoureusement tous les ingrédients dans un verre avec de la glace pilée pour refroidir instantanément le cocktail, lui donner de la dilution et créer un profil de saveur cohérent. Bien qu'il soit souvent associé aux mojitos, il peut être utilisé avec n'importe quel cocktail.",
            "section": [
                {
                    "heading":"Brasser, brasser...",
                    "content":"Pour commencer, ajoutez simplement tous les ingrédients dans le verre, remplissez-le de glace pilée et utilisez une cuillère à mélange pour mélanger énergiquement les ingrédients pendant 8 à 10 secondes. Ajoutez plus de glace pilée, selon votre préférence."
                },
                {
                    "heading":"Conseils de pro",
                    "content":"- Gardez votre glace fraîche et bien pilée\n- Évitez de brasser des ingrédients pétillants\n- Utilisez un mouvement de mélange puissant avec votre cuillère à mélange\n- Assurez-vous que les ingrédients solides sont répartis uniformément dans le verre"
                },
                {
                    "heading":"Construisez !",
                    "content":"Une autre technique est la 'Construction', qui consiste à verser tous les ingrédients directement dans un verre sur de la glace. Pour les cocktails avec des ingrédients pétillants, évitez de les verser directement sur la glace pour éviter qu'ils ne flottent à la surface. Si cela se produit, remuez délicatement le cocktail pour incorporer tous les ingrédients.\n\nPour construire un cocktail, ajoutez tous les ingrédients dans le verre par ordre de prix, puis ajoutez de la glace. Si le cocktail contient des ingrédients pétillants, complétez-le et versez-le sur le liquide pour éviter les flottaisons."
                }
            ]
        },
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=At82bYuY0yw",
        "videoID": "At82bYuY0yw"
    },
    
    {
        "id": "throw",
        "title": "Comment lancer des cocktails",
        "description": "Pourquoi un Bloody Mary est-il mieux lancé que secoué ?",
        "body": {
            "intro": "Cette technique est l'une des rares avec laquelle vous pouvez réellement vous amuser simplement en l'essayant avec de l'eau. Elle consiste à lancer le liquide d'un shaker à l'autre, ce qui refroidit le cocktail, lui donne de la dilution et de la texture.",
            "section": [
                {
                    "heading":"Oui, mais... pourquoi ?",
                    "content":"La raison pour laquelle c'est la meilleure technique pour les Bloody Mary est qu'elle reprend la plupart des caractéristiques d'un cocktail secoué sans créer une mousse épaisse et amère sur le dessus (secouer du jus de tomate peut créer de la mousse, et avec tous les assaisonnements dans un Bloody Mary, cela peut devenir désagréable)."
                },
                {
                    "heading":"Configuration",
                    "content":"Tenez le grand shaker avec de la glace et du liquide à l'intérieur d'une main et verrouillez la glace au fond du shaker avec votre passoire, en utilisant la méthode la plus confortable pour vous. Versez le liquide d'un shaker à l'autre en continu jusqu'à ce que le liquide atteigne la dilution souhaitée (ce sera plus perceptible avec des jus épais comme le jus de tomate)."
                },
                {
                    "heading":"Conseils de pro",
                    "content":"- Entraînez-vous d'abord avec de l'eau.\n- Utilisez soit un 'Calabrese Hawthorn' soit une 'Julep Strainer'."
                }
            ]
        },
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=T_DEm_2kXWk",
        "videoID": "T_DEm_2kXWk"
    },
    
    {
        "id": "egg-shake",
        "title": "Secouer le blanc d'œuf",
        "description": "Plongeons dans le monde des boissons mousseuses",
        "body": {
            "intro":"Découvrez le monde des cocktails mousseux avec ces deux techniques.",
            "section":[
                {
                    "heading":"Agent moussant",
                    "content":"Le blanc d'œuf est le meilleur ingrédient à utiliser pour créer une mousse parfaite, mais il existe des alternatives disponibles pour ceux qui sont végétaliens."
                },
                {
                    "heading":"Sécurité d'abord",
                    "content":"Malgré les préoccupations concernant la sécurité, l'utilisation de blanc d'œuf dans les cocktails est généralement considérée comme sûre car il entre en contact avec des spiritueux et du jus citrique, qui aident à tuer les bactéries."
                },
                {
                    "heading":"Shake à sec",
                    "content":"La technique du 'Shake à sec' consiste à secouer vigoureusement les ingrédients dans un shaker à cocktail sans glace pendant environ 20 à 30 secondes. Cela garantit que le blanc d'œuf se mélange bien aux autres ingrédients et produit une mousse épaisse et onctueuse qui ajoute une texture veloutée au cocktail. Après le 'Shake à sec', ajoutez de la glace, puis secouez brièvement le mélange avant de le filtrer dans le verre."
                },
                {
                    "heading":"Shake à sec inversé",
                    "content":"La technique du 'Shake à sec inversé' est la même que le 'Shake à sec' mais à l'envers. D'abord, les ingrédients sont secoués avec de la glace, puis le mélange est filtré dans le shaker, et enfin, le blanc d'œuf est ajouté et secoué vigoureusement pour créer une mousse épaisse."
                },
                {
                    "heading":"Conseils de pro",
                    "content":"- Cassez toujours l'œuf dans un autre shaker lorsque vous utilisez du blanc d'œuf, au cas où le jaune serait mauvais ou que la coquille se casse.\n- Lorsque vous utilisez des alternatives comme l'aquafaba (eau de pois chiches), utilisez environ 25 à 30 ml.\n- Vérifiez les mesures recommandées pour d'autres alternatives sur la bouteille, comme Mrs. Better Bitter Miraculous Foamer.\n- Il n'y a pas de technique 'juste', alors essayez les deux et choisissez votre préférée."
                },
                {
                    "heading":"Résumé",
                    "content":"- Ces techniques nécessitent deux secousses.\n- Secouez toujours vigoureusement lorsque vous utilisez du blanc d'œuf.\n- Filtrez toujours finement le cocktail après l'avoir secoué avec de la glace."
                }
            ]
        },
        "hasVideo": true,
        "videoURL": "https://youtu.be/5QQ0cDGohA0",
        "videoID": "5QQ0cDGohA0"
    },

    {
        "id": "different-containers",
        "title": "Pas d'équipement ?",
        "description": "Avez-vous oublié d'apporter des shakers et des passoires avec vous ? Voyons quelques alternatives",
        "body": {
            "intro":"Il est toujours pratique d'apporter vos shakers et passoires avec vous, mais soyons honnêtes, la plupart du temps, ce n'est pas pratique. Cependant, vous pouvez facilement mélanger vos cocktails dans le verre avec de la glace et en rester là.\n\nExplorons maintenant quelques alternatives à l'utilisation d'un shaker.",
            "section":[
                {
                    "heading":"Shaker :",
                    "content":"Un pot de confiture vide est un substitut très utile à un shaker (qui n'en a pas un qui traîne ?). Mélangez vos ingrédients dans le pot, remplissez-le de glace et secouez. Comme le pot sera rempli de glace et qu'il y aura peu de surface pour que la glace s'écrase contre, vous éviterez la plupart des fissures de glace pendant le secouage. Pas besoin de filtrer, vous pouvez simplement ouvrir le pot et boire dedans ! D'autres articles utiles pour contenir les ingrédients de cocktail incluent un pot à épices vide, un shaker à protéines, ou un contenant vide pour crème glacée. Soyez créatif et utilisez ce que vous pensez être le mieux !"
                },
                {
                    "heading":"Jigger :",
                    "content":"Vous n'avez pas de jigger sous la main ? Pas de problème ! Puisque vous ne vendez pas vos cocktails, vous pouvez verser librement et choisir la quantité d'alcool que vous voulez dans votre boisson. Cependant, une alternative simple à un jigger est une tasse à expresso ou un support pour œufs durs, ou tout autre objet dont vous connaissez approximativement la quantité de liquide qu'il peut contenir.\n\nAvec ces alternatives, vous pouvez concocter un excellent cocktail même sans tout l'équipement sophistiqué !"
                }
            ]
        }
    }
]

