[
    {
        "id": "vodka",
        "title": "Vodka",
        "description": "La vodka può essere prodotta con qualsiasi cosa?",
        "body": "Sebbene sia vero che la vodka può essere prodotta con una varietà di ingredienti, non tutti gli ingredienti sono adatti per produrre vodka di alta qualità. La vodka è un distillato trasparente che può essere prodotto da qualsiasi cosa contenente amido o zucchero. Patate, melassa di barbabietola da zucchero e cereali sono i materiali più comunemente utilizzati.\n\nLa vodka ha avuto origine nelle regioni coltivatrici di cereali dell'Europa occidentale, come Russia, Bielorussia, Lituania, Ucraina e Polonia, conosciute anche come paesi del 'Cinturino della Vodka' a causa dei più alti tassi di consumo e produzione al mondo.\n\nLa vodka è comunemente conosciuta come un 'distillato neutro', ma gli ingredienti grezzi utilizzati durante la produzione conferiranno profili di sapore diversi.\n\nIl grano produce sfumature sottili di anice e pepe, insieme a note di scorza di limone.\n\nLa segale crea dolcezza di nocciola, sapori di pane di segale e di noce del Brasile.\n\nLa vodka di mais ha un sapore burroso, simile al granturco.\n\nLa vodka di orzo ha sapori di pane e di nocciole leggere, insieme a una dolcezza di brioche.\n\nLa vodka di patate ha una consistenza cremosa e un sapore più pieno, con lievi note vegetali.",
    },

    {
        "id": "gin",
        "title": "Gin",
        "description": "Lo spirito aromatizzato con erbe botaniche con una ricca storia e un sapore versatile.",
        "body":  "Il gin è uno spirito che richiede un processo in due fasi per essere prodotto. Prima di tutto, hai bisogno di una base di buona qualità di 'spirito neutro' (in altre parole, vodka), e poi puoi aromatizzare questa base attraverso una seconda distillazione con semi, bacche, radici, frutta, erbe e spezie, conosciuti collettivamente come 'botaniche'. Ogni marca di gin ha le proprie proporzioni di botaniche, e tutti i gin sono unici e diversi, anche se, per poter essere chiamato gin, è necessario avere un aroma dominante di ginepro.\n\nStili e tipi di gin\nIl gin ha diversi stili e tipi.\nGin composto a freddo\nComunemente noto come 'bathtub', è aromatizzato con estratti, essenze e/o per infusione/macerazione senza distillazione.\n\nLondon Dry Gin\nOriginariamente uno stile, ma ora una categoria legale, sfortunatamente non descrive molto il gin se non che è secco. Nonostante il nome, può essere prodotto in qualsiasi parte del mondo.\n\nNew Western Dry Gin\nQuesto è un termine generico che non viene utilizzato molto; include tutti i gin che si discostano dall'abbondante aroma di ginepro, principalmente definiti dall'inclusione e dall'equilibrio attento di sapori di supporto.\n\nOld Tom Gin\nSpesso descritto come uno stile dolce di gin, era molto popolare nel XVIII e XIX secolo a causa della limitata purificazione dello spirito. Il gusto ruvido di quei gin veniva mascherato dall'aromatizzazione e/o dall'addolcimento con liquirizia, e in seguito con lo zucchero.",
    },

    {
        "id": "rum",
        "title": "Rum",
        "description": "Lo spirito dolce e complesso con un tocco tropicale e un'eredità secolare.",
        "body": "Il rum è uno spirito prodotto fermentando e successivamente distillando melassa di canna da zucchero o succo di canna da zucchero. Nella maggior parte dei casi, viene prodotto dalla melassa, ad eccezione delle Antille francesi e del Brasile, dove rispettivamente si utilizza il succo fresco di canna da zucchero per produrre il Rhum Agricole e la Cachaca.\n\nIl processo di distillazione varia tra i produttori, ma in generale, le colonne di distillazione multiple riducono il livello di impurità e producono un rum più leggero. L'utilizzo di un alambicco o di una colonna di distillazione singola darà invece origine a un rum più pesante.\n\nCi sono cinque tipi di rum sul mercato e, per poter essere chiamati tali, devono avere un contenuto alcolico minimo del 37,5%.\n\nIl rum 'chiaro' fa riferimento al suo colore e sapore ed è principalmente utilizzato in cocktail rinfrescanti come mojito e daiquiri perché è leggero al palato. Questo tipo di rum viene imbottigliato subito dopo essere stato distillato e diluito, ad esempio il Bacardi Bianco. Alcuni marchi, come l'Havana con l'Havana 3, lo invecchiano fino a tre anni per conferirgli un colore distintivo e una freschezza migliore.\n\nI rum 'dorati' sono un buon compromesso tra i rum chiari e quelli scuri e hanno un carattere tutto loro pur rimanendo leggeri al palato. Il loro colore deriva dall'invecchiamento all'interno di botti di legno precedentemente utilizzate per il cognac o il whiskey. Alcuni distillatori possono aggiungere caramello per scurirne il colore.\n\nI rum 'scuri' hanno un sapore ricco e intenso e vengono spesso utilizzati come topping sui cocktail per renderli accattivanti. Se li usi per i cocktail, lasciali risaltare e trattali come un buon whiskey o cognac. I rum 'overproof' sono l'ingrediente segreto e particolare nella maggior parte dei cocktail tiki. Possono variare dal chiaro al scuro e la loro particolarità è la percentuale di contenuto alcolico, che deve essere superiore al 50%.\n\nI rum 'aromatizzati' o 'speziati' sono categorie piuttosto autoesplicative. Questi tipi di rum sono generalmente più dolci e possono essere facilmente sostituiti con qualsiasi altro rum per dare una variante. Hai mai provato un mojito al rum al cocco?",
    },

    {
        "id": "mezcal",
        "title": "Tequila & Mezcal",
        "description": "Distillati unici e ricchi di cultura dal Messico con sapori e storie distintive.",
        "body": "Gli Aztechi iniziarono a produrre vino rituale dal succo delle piante di agave intorno al 250-300 d.C. Quando i soldati di Cortes conquistarono il Messico nel 1519, scoprirono che questo succo poteva essere distillato e iniziarono a produrre una sorta di tequila entro un decennio dal loro arrivo. La tequila viene prodotta nella regione di Jalisco in Messico e il suo nome deriva dalla città di Tequila, che è conosciuta come il luogo di nascita di questo distillato.\n\nPer produrre la tequila, la pianta di agave viene tagliata a cubetti, cotta a vapore e quindi spremita per rimuovere il succo. Si aggiunge lievito naturale e inizia la fermentazione. Per poter essere chiamato tequila, questo liquido fermentato deve essere distillato due volte. La tequila silver può passare direttamente dalla distillazione alla bottiglia, con l'aggiunta di acqua per ridurne la gradazione alcolica. Le tequila reposado e añejo, invece, vengono invecchiate in botti di rovere in modo che il legno possa ammorbidire e addolcire il distillato, conferendogli carattere.\n\nEcco alcuni termini fondamentali da conoscere:\n- Mixto (Misto) - contiene almeno il 51% di agave, mentre il resto è costituito da alcol industriale;\n- Pura (Pura) - distillato al 100% di agave blu;\n- Blanco (Bianco/Argento) - una tequila chiara invecchiata per un massimo di 60 giorni;\n- Oro (Oro) - la stessa tequila bianca ma con l'aggiunta di aromi/coloranti, di solito caramello.\n- Reposado (Riposato) - tequila invecchiata in botti di rovere tra i 60 giorni e 1 anno;\n- Añejo (Invecchiato) - tequila invecchiata per un minimo di 1 anno e fino a 10 anni.\n\nIl mezcal, d'altra parte, viene prodotto fin dal XVI secolo dal succo estratto dalla cottura del cuore della pianta di Maguey, un tipo di agave. Gli Aztechi lo usavano per fare il Pulque, una bevanda dolce simile alla birra consumata durante le cerimonie religiose. A differenza della tequila, per conferire al mezcal il suo caratteristico sapore affumicato, la pianta viene arrostita. Poi viene pressata su pietra per estrarne la polpa, messa a bagno in acqua pura con l'aggiunta di lievito e lasciata fermentare per diversi giorni. Il liquido fermentato viene quindi distillato e imbottigliato.",
    },

    {
        "id": "cognac",
        "title": "Brandy & Cognac",
        "description": "Due spiriti sofisticati e ricchi di sapore prodotti mediante la distillazione del vino, ognuno con un'origine e un processo di invecchiamento distinti.",
        "body": "Il Brandy e il Cognac hanno molto in comune, ma sono comunque molto diversi l'uno dall'altro. Il Brandy è una bevanda alcolica prodotta mediante distillazione del vino e di solito viene consumato come digestivo dopo cena. Alcuni brandy vengono invecchiati in botti di legno per conferire loro carattere, corpo e quel bellissimo colore caramello. Altri vengono semplicemente colorati con caramello per imitare l'invecchiamento, mentre alcuni vengono prodotti utilizzando una combinazione di invecchiamento e colorazione.\n\nSebbene il Cognac sia un tipo di Brandy francese, prodotto nella regione della piccola città chiamata 'Cognac', ci sono 6 diverse sotto-regioni che forniscono il vino per la distillazione. Per ottenere l'appellazione ufficiale, il vino utilizzato per produrre il Cognac deve essere distillato due volte entro il 31 marzo. La distillazione di solito inizia verso la fine di novembre e per ottenere 1 litro di Cognac sono necessari 9 litri di vino. Di solito richiede 11 ore di distillazione.\n\nIl Cognac ha anche 4 diverse categorie:\n- V.S. (Very Special) / 3 stelle: invecchiato tra 2 anni e mezzo e 4 anni e mezzo\n- V.S.O.P. (Very Special Old Pale): prende il nome dalla casa Hennessy e l'elemento più giovane deve avere almeno 4 anni e mezzo\n- Napoleon: legalmente deve essere invecchiato 6 anni e mezzo, ma è molto comune invecchiarlo per periodi più lunghi\n- X.O. (Extra Old): appellazione creata da Maurice Hennessy dopo aver fatto invecchiare le botti di Cognac per amici e familiari e generalmente indica Cognac invecchiati tra 15 e 20 anni.",
    },

    {
        "id": "pisco",
        "title": "Pisco",
        "description": "Il brandy trasparente fatto da uve, originario del Perù e del Cile, con un profilo di sapore liscio e aromatico",
        "body": "Il Pisco, il chiaro brandy di uva proveniente dal Perù e dal Cile, non è solo uno spirito delizioso ma ha anche una storia di origine affascinante. La leggenda narra che il nome 'Pisco' derivi dalla parola quechua 'pishku', che significa 'uccello', poiché la città in cui è stato prodotto per la prima volta era sede di un'abbondanza di uccelli.\n\nOggi, il Pisco viene prodotto utilizzando metodi tradizionali tramandati da generazioni. Le uve utilizzate nella produzione vengono accuratamente selezionate e raccolte a mano, e il processo di distillazione è vero lavoro d'amore, con una attenzione particolare alla conservazione dei sapori e degli aromi naturali dell'uva.\n\nIn Perù e in Cile, il Pisco è diventato parte integrante della cultura locale e viene celebrato attraverso festival, musica e danza. È addirittura oggetto di un acceso dibattito tra i due paesi su chi abbia il diritto di considerarlo il loro spirito nazionale.\n\nChe tu lo sorseggi liscio, lo gusti in un classico Pisco Sour o lo utilizzi in altri cocktail, il Pisco offre un profilo di gusto unico e complesso che sicuramente delizierà ogni appassionato di distillati.",
    },

    {
        "id": "whiskey",
        "title": "Whisky & Whiskey",
        "description": "Le diverse e complesse bevande alcoliche con variazioni provenienti da tutto il mondo, che condividono tutte un comune processo di distillazione dei cereali fermentati.",
        "body": "Scotch Whisky\nÈ prodotto in modo simile ad altri whisky, ma con un processo leggermente più complesso. Il cereale deve essere solo orzo. Una volta raccolto, l'orzo viene maltato, ovvero immerso in acqua per 1-2 giorni e parzialmente fatto germogliare. L'orzo viene quindi essiccato in un forno per interrompere il processo di germinazione e sviluppare il sapore. Per conferire al whisky scozzese il suo caratteristico sapore affumicato, l'orzo viene essiccato in un forno riscaldato da un fuoco di torba.\n\nScotch Grain & Blended Whisky\nScotch Grain Whisky può essere realizzato con frumento, mais, segale o altri cereali. Viene distillato almeno due volte utilizzando un alambicco a colonna, quindi invecchiato per almeno tre anni in Scozia e diluito con acqua fino al 40% di volume alcolico. Questo whiskey viene utilizzato per la miscelazione con whisky di malto per creare il whisky scozzese miscelato o semplicemente Scotch.\n\nIrish Whiskey\nPer questo tipo di whiskey vengono utilizzati cereali maltati e non maltati, che vengono essiccati termicamente. La miscela viene quindi fermentata fino a raggiungere un volume alcolico di circa l'8% e distillata tre volte fino a raggiungere un volume alcolico di 85%. Deve essere invecchiato per almeno tre anni in botti di quercia in Irlanda e dopo tale periodo viene miscelato per almeno 2 anni prima di ridurre il volume alcolico per abbassarne la forza e imbottigliarlo.\n\nAmerican Whiskey\nQuesti sono prodotti in modo simile ad altri whisky, ma hanno alcune caratteristiche e metodi distinti. Gli American Whiskies utilizzano principalmente mais e segale invece di orzo. La ricetta di diversi cereali è chiamata 'mash bill', che viene cotto a pressione con una miscela di acqua e lievito. A questo punto, può essere aggiunto circa il 25% del mash dai lotti precedenti, che viene chiamato 'sour mash' per garantire la coerenza del carattere in tutti i lotti. Questo 'sour mash' viene quindi fermentato per diventare birra e distillato almeno due volte. Il whiskey viene poi invecchiato per diversi anni in nuove botti di quercia americana carbonizzate, che conferiscono dolcezza e leggeri aromi affumicati al whiskey.\n\nBourbon Whiskey\nQuesto tipo di whiskey può essere prodotto esclusivamente negli Stati Uniti per legge e solo se è prodotto in Kentucky può essere chiamato Kentucky Bourbon. La maggior parte del mash deve essere di mais, mentre il resto può essere una miscela di frumento, segale e orzo. Durante la distillazione, non può superare l'80% di volume alcolico e poi viene diluito al 63% di volume alcolico prima di invecchiare per almeno due anni in new botti di quercia.",
    }
]
