[
    {
        "id": "lemon-juice",
        "title": "Lemon Juice",
        "description": "When life gives you lemons, make lemon juice for your cocktails!",
        "body": [
            {
                "heading": "Lemons are vibrant and versatile citrus fruits known for their tangy flavor and refreshing aroma. Among the many uses of lemons in the culinary world, one of the most popular and essential applications is extracting their juice to create the zesty elixir - lemon juice.",
                "content":""
            },
            {
                "heading": "The Essence of Lemons",
                "content": "Lemons, with their bright yellow hue and acidic taste, are a staple ingredient in cocktail preparation. Their versatility extends beyond flavor; their zest is prized for its aromatic oils, enhancing the sensory experience of drinks. Whether as a garnish, flavor enhancer, or primary ingredient, lemons play a vital role in mixology and contribute to balanced cocktails."
            },
            {
                "heading": "Extraction and Uses",
                "content": "Extracting lemon juice is a straightforward process. Begin by cutting a small part off the top and bottom of the lemon, then halve it and use a citrus press or a Mexican Elbow to extract the juice. Squeeze as many lemons as needed to achieve your desired volume, keeping in mind that an average lemon contains approximately 50 to 60 milliliters (1.75 to 2 ounces) of juice. After extraction, strain the juice through a fine mesh strainer to remove any pulp before storing it in bottles or airtight containers."
            },
            {
                "heading": "Tips and Recommendations",
                "content": "For optimal results, use freshly squeezed lemon juice to capture its vibrant flavor and aroma. Prior to cutting and juicing, roll the lemons on a countertop to extract the maximum amount of juice. Store any remaining lemon juice in bottles or airtight containers in the refrigerator to preserve its freshness and flavor."
            }
        ]
    },
    {
        "id": "lime-juice",
        "title": "Lime Juice",
        "description": "When life gives you limes... you are safe from getting scurvy",
        "body": [
            {
                "heading": "Limes, with their vibrant green hue and tangy taste, are citrus fruits renowned for their versatility in culinary applications, particularly in mixology. Among their many uses, extracting lime juice stands out as a key ingredient in various cocktails and dishes, offering a zesty and refreshing touch.",
                "content":""
            },
            {
                "heading": "The Essence of Limes",
                "content": "Limes are a fundamental element in mixology, providing a burst of citrusy flavor and aroma to cocktails. Beyond taste, their zest is prized for the aromatic oils that intensify the sensory experience. Whether as a garnish, a flavor enhancer, or a primary ingredient, limes hold a pivotal place in creating well-balanced and lively drinks."
            },
            {
                "heading": "Extraction and Uses",
                "content": "Extracting lime juice is a straightforward process. Start by rolling the lime on a countertop to loosen its juices. Cut it in half and use a citrus press to extract the juice efficiently. On average, a lime yields about 30 to 40 milliliters (approximately 1 to 1.5 ounces) of juice. Once extracted, strain the juice through a fine mesh strainer to remove any pulp before incorporating it into cocktails, dressings, or marinades."
            },
            {
                "heading": "Tips and Recommendations",
                "content": "For optimal results, choose limes that feel heavy and have smooth skin, indicating juiciness. Before cutting, roll the lime on a hard surface, applying gentle pressure to release more juice. To extract maximum juice, immerse it in warm water or leave at room temperature for a couple of hours before juicing. Store any remaining lemon juice in bottles or airtight containers in the refrigerator to preserve its freshness and flavor."
            }
        ]
    },
    {
        "id": "super-juice",
        "title": "Super Juice Technique for Citrus",
        "description": "Unlock more juice, flavor, and sustainability with Super Juice for your cocktails!",
        "body": [
            {
                "heading": "Discover a game-changing method to extract up to 8 times more juice from a single citrus while reducing waste and enhancing cocktail flavors. Embracing sustainability and cost-effectiveness, Super Juice, pioneered by Nickle Morris, a bartender and owner of Expo Cocktail Bar in Louisville, Kentucky, combines innovative techniques to create a longer-lasting, flavor-rich juice.",
                "content": ""
            },
            {
                "heading": "The Genius of Super Juice",
                "content": "Super Juice revolutionizes citrus usage in mixology, elevating sustainability and cost efficiency. By blending citrus peels with citric (and malic for lime and orange) acid according to a specific formula, the resulting 'oleo citrate' adds acidity and intensified citrus essence to the juice. This method, inspired by Nickle Morris and refined with elements from Dave Arnold's acid formula, enhances the flavor profile of cocktails."
            },
            {
                "heading": "Crafting Super Juice",
                "content": "To create Super Juice, start by peeling the chosen citrus fruit and weighing the peels. Combine the peels with the appropriate amount of citric (and malic for lime and orange) acid in a jar. After shaking the mixture, let it sit for up to two hours to produce 'oleo citrate.' Next, transfer the entire contents, including the peels, to a blender, add water, and rinse the jar thoroughly with water to extract all the oleo citrate. Juice the citrus and blend the juice with the mixture for about 30 seconds. Strain the resulting blend through a fine mesh strainer, bottle it, and store in the fridge for use within 2 weeks."
            },
            {
                "heading": "Superjuice Calculators",
                "content": "Explore the calculators section within this app to optimize this recipe's potential. Say goodbye to pen-and-paper calculations and let the calculator determine the precise water and acid measurements required based on the peel's weight. Alternatively, input your desired liquid quantity, and the calculator will provide the necessary grams of peels and acids to achieve your goal!"
            }
        ]
    },
    {
        "id": "mise-en-place",
        "title": "Mise en place",
        "description": "Mise en place, a French term meaning 'everything in its place,' is a fundamental practice in the bartending world",
        "body": [
            {
                "heading": "Mise en place is the backbone of efficient bartending, ensuring a smooth and streamlined workflow. It encompasses a range of activities, from organizing ingredients to setting up workstations, ultimately contributing to bartenders' ability to consistently deliver high-quality drinks.",
                "content": ""
            },
            {
                "heading": "Organizing Ingredients",
                "content": "Mise en place begins with the careful gathering and arrangement of all essential components required for crafting cocktails. This includes mixers, garnishes, fresh and/or dry fruits, herbs, bitters, ice, batches, home-made syrups, and any other crucial elements specific to the cocktails or drinks being served. Fruit sections of stations should be prepared ahead of busy service to ensure fast and smooth preparation."
            },
            {
                "heading": "Prepping Garnishes",
                "content": "Attention to detail extends to the preparation of garnishes. Bartenders pre-cut fruits, peel citrus, slice peels, and prepare mint, twists, or wedges in advance. This meticulous preparation ensures that garnishes are readily available and add an elegant touch to each drink."
            },
            {
                "heading": "Setting Up Tools",
                "content": "Arranging and ensuring the availability of essential bar tools is crucial. Shakers, strainers, jiggers, muddlers, spoons, knives, cutting boards, and various glassware must be organized and within easy reach to facilitate a swift and efficient cocktail-making process."
            },
            {
                "heading": "Ice Preparation",
                "content": "Ice plays a pivotal role in cocktails. Bartenders meticulously prepare an ample supply of ice, whether cubed, crushed, or in blocks, according to specific drink requirements. Quality ice ensures proper chilling and dilution, vital aspects of cocktail crafting."
            },
            {
                "heading": "Organizing Workstations",
                "content": "Mise en place involves setting up designated work areas or stations in the bar. These spaces are meticulously organized, ensuring cleanliness and having all necessary ingredients and items within easy reach. Organized workstations enable efficient work and maintain a seamless workflow. A key rule for smoother service is 'Don't put it down; Put it away', ensuring a tidy station and minimizing risks and revenue loss."
            },
            {
                "heading": "Measuring and Portioning",
                "content": "Attention to detail extends to pre-measuring certain ingredients like syrups or creating batched mixes. These measured portions expedite drink-making during busy periods, ensuring consistency and prompt service without compromising on quality."
            },
            {
                "heading": "Benefits of Mise en place",
                "content": "A well-prepared mise en place offers numerous benefits to bartenders and the bar service as a whole. It enhances efficiency, reduces wastage, ensures drink consistency, and creates an organized, stress-free work environment. Accessibility and organization allow bartenders to focus on crafting exceptional cocktails and delivering excellent customer service."
            }
        ]
    },
    {
        "id": "lemon-lime-wedges",
        "title": "Lemon and Lime Wedges",
        "description": "Guide on cutting lemons and limes into wedges.",
        "body": [
            {
                "heading": "When preparing lemons and limes for wedges, it's essential to cut them properly to maintain their shape and freshness. Here's a step-by-step guide:",
                "content": ""
            },
            {
                "heading": "Preparation",
                "content": "Think of the lemon or lime as having north and south poles (stem end and blossom end) and an equator (the widest center part). Begin by slicing off about 1/8 inch from each nub of the poles. Be cautious not to cut too deeply, as it may affect the wedge shape."
            },
            {
                "heading": "Cutting Process",
                "content": "1. Cut the fruit in half lengthwise through the poles.\n2. Place both halves face down on the cutting board.\n3. Cut at a 45-degree angle to create three wedges from each half.\n4. Repeat the process with the other half.\n\nBased on the size on the lemon or lime the number of wedges that you can get out of it can vary; You should get at least 6 to 8 wedges per lime or lemon."
            },
            {
                "heading": "Removing Seeds",
                "content": "If there are numerous seeds, make a slight additional cut along the apex of the triangle formed by the wedge. This action will allow the seeds to be easily brushed away with a swipe of the knife blade."
            },
            {
                "heading": "Storage",
                "content": "Cut lemons can stay fresh for up to two days, while cut limes might oxidize and turn brown at the edges overnight."
            }
        ]
    },
    {
        "id": "citrus-slices",
        "title": "Citrus Slices: Lemons and Oranges",
        "description": "Guide on cutting citrus into slices",
        "body": [
            {
                "heading": "When preparing citrus fruits like lemons, oranges or grapefruits for slices, it's crucial to cut them properly to maintain their shape and freshness. Here's a step-by-step guide:",
                "content": ""
            },
            {
                "heading": "Preparation",
                "content": "For lemons and oranges, think of them having north and south poles (stem end and blossom end) and an equator (the widest center part). Start by slicing a bit off from each nub of the poles, enough to start exposing a bit of flesh."
            },
            {
                "heading": "Cutting Process",
                "content": "1. Cut the fruit in half lengthwise through the poles.\n2. Place both halves face down on the cutting board.\n3. Then cut crosswise into round slices about 1/4 to 1/3 inch (0.5 mm or 0.8 mm) thick.\n4. Repeat the process with the other half."
            },
            {
                "heading": "Storage",
                "content": "Cut lemons can stay fresh for up to two days. Cut oranges and grapefruits are best enjoyed fresh but can be refrigerated for a day or two."
            }
        ]
    },
    {
        "id": "lemon-orange-twists",
        "title": "Lemon and Orange Twists",
        "description": "Guide on extracting lemon or orange oil for drink enhancement through proper twists",
        "body": [
            {
                "heading": "Utilizing the essence of lemon or orange oil in drinks can elevate their aroma and flavor significantly. Here's a comprehensive guide on extracting citrus oil for a delightful drinking experience",
                "content": ""
            },
            {
                "heading": "Importance of Citrus Oil",
                "content": "The minute drops of lemon or orange oil extracted from a proper twist can dramatically enhance the drink's aroma and taste. Floating atop the drink, these oils subtly announce freshness and wholesomeness to your customers. Moreover, the oil in citrus peels can be flamed for added effect and slightly change the aroma of the oils."
            },
            {
                "heading": "Choosing the Right Peel",
                "content": "For optimal oil extraction, it's crucial to use firm and fresh lemons or oranges. Depleted oils won't yield the desired effect or intense flavor."
            },
            {
                "heading": "Extracting the Twist",
                "content": "If experienced with knives, use a paring or fruit knife to cut a thin oval-shaped peel from the top of the fruit. The peel should display yellow or orange all around, with minimal white pith visible at the center."
            },
            {
                "heading": "Alternative Technique",
                "content": "If uncomfortable with knives, consider using a Y shaped peeler. Glide the blade just under the surface, turning the fruit into the blade to create a continuous spiral peel. With practice, you can prepare enough twists for multiple drinks in less than 20 seconds. Trim any ragged edges with a knife once peeled."
            },
            {
                "heading": "Safety Note",
                "content": "Sharp tools are involved in these techniques. Exercise caution and opt for safer equipment, like a peeler, to avoid accidents."
            }
        ]
    },
    {
        "id": "flaming-twists",
        "title": "Flaming Twists",
        "description": "A guide to creating a pyrotechnical display using the oil present in lemon and orange skin for a dazzling effect",
        "body": [
            {
                "heading": "Transform your gathering with a stunning pyrotechnical display using the oils present in fresh lemon and orange skins.\nHere's a step-by-step guide:",
                "content": ""
            },
            {
                "heading": "Choosing the Right Fruit",
                "content": "Select firm and fresh lemons or oranges to ensure an adequate amount of oil is present in the skin for flaming."
            },
            {
                "heading": "Preparation",
                "content": "Hold the twist of the fruit as if holding an eggshell, avoiding premature squeezing that might expel the oil. Grip the twist by the sides, not the ends, between thumb and forefinger with the skin side facing down toward the drink."
            },
            {
                "heading": "Flaming the Oil",
                "content": "1. Hold a lit match, or a lighter, in one hand and the twist in the other, positioning it about 10 cm (4 inches) above the drink.\n2. Without squeezing the twist, hold the match closer to the twist between the drink and the twist.\n3. Snap the twist sharply, propelling the oil through the lit match and onto the surface of the drink."
            },
            {
                "heading": "Cautionary Measures",
                "content": "Ensure you hold the twist far enough from the drink to prevent a smoky film from forming on the glass or the drink's surface."
            }
        ]
    },
    {
        "id": "store-garnishes",
        "title": "Garnish Storage Guidelines",
        "description": "Guidelines for storing various garnishes to maintain freshness",
        "body": [
            {
                "heading": "Proper storage of garnishes is crucial to preserve their freshness and quality. The following are advises and they can be adapted.",
                "content": ""
            },
            {
                "heading": "Limes",
                "content": "Cut limes tend to oxidize rapidly and should be discarded by the day's end to avoid deterioration. It's advisable not to over-cut them. If you cut limes during the evening you can keep them for the following morning."
            },
            {
                "heading": "Lemons",
                "content": "Cut lemons have a longer shelf life, lasting up to two days when covered with a damp bar cloth and refrigerated."
            },
            {
                "heading": "Orange Slices",
                "content": "Inspect orange slices by day's end; if they're still in good condition, cover them with a damp bar cloth and refrigerate overnight."
            },
            {
                "heading": "Orange and Lemon Twists",
                "content": "Twists from oranges and lemons should be discarded at the end of the shift to maintain freshness."
            },
            {
                "heading": "Peeled fruits",
                "content": "If by the end of the night you find yourself with lots of peeled but uncut fruit I would suggest to use cut them first in the morning or to put them in a dehydrator. This way you can still use them as dry fruits."
            },
            {
                "heading": "Sliced fruits past two days",
                "content": "Same suggestion for peeled fruits apply to any sliced fruit (lemons, oranges, grapefruits, pineapples, kiwis, bananas, etc.). Instead of throwing them away, you can actually find plenty of ways to recycle them."
            },
            {
                "heading": "Mint",
                "content": "Mint leaves stay fresh when stored between damp paper towels in the refrigerator. The sprigs should be kept in a glass with water and the end of the stem should be cut a tiny bit every day. Remember to remove any wilted or brown sprigs as they should be discarded."
            }
        ]
    },
    {
        "id": "mint",
        "title": "Mint",
        "description": "Tips and guidelines for handling mint",
        "body": [
            {
                "heading": "When choosing mint, it's important to consider its freshness and suitability for different uses.",
                "content": ""
            },
            {
                "heading": "Choosing the Right Mint",
                "content": "When selecting mint, opt for springy, young varieties. Spearmint leaves are ideal for garnishing due to their good shape and durability. Avoid elephant ear mint with large floppy leaves as they may appear wilted on top of a drink."
            },
            {
                "heading": "Preparing Mint for Garnish",
                "content": "To prepare mint for garnishing, cut the stalks to about a 5-inch stem with leaves at the top. The top half, usually the attractive new growth or sprigs, will be used for garnishing the drink. The leaves on the lower stalk and the removed stalk can be used for shaking or bruising in the drink. Store mint in water in the refrigerator, but don't keep it overnight. Instead, wrap it in a paper towel and place it in a Ziploc bag."
            },
            {
                "heading": "Using Mint in Drinks",
                "content": "After muddling or shaking mint in a drink (and if you shake it, shake it gently so that it doesn’t disintegrate and make the drink bitter), fine strain the cocktail to remove floating bits of mint. When muddling, aim to bruise the leaves (rather than shred them) to extract flavor. A mint garnish on top of a drink should look generous and bushy, should be served with a straw so the mint aromas can come through via taste and smell."
            }
        ]
    },
    {
        "id": "cocktail_olives",
        "title": "Cocktail Olives",
        "description": "Tips for selecting and using olives in cocktails",
        "body": [
            {
                "heading": "Cocktail olives are a crucial component for Martini enthusiasts and for people that like their bloody maries with plenty of garnishes.",
                "content": ""
            },
            {
                "heading": "Choosing the right olives",
                "content": "For a Martini, opt for small pitted Spanish cocktail olives like Manzanilla without pimento. Finding good quality ones might be challenging, as the ideal olives are hard to come by. Some drinkers prefer giant olives due to the trend of oversized martini glasses, but this is not traditional. Stocking two sizes of olives is advisable, but regardless of size, ensuring they are kept cold is essential."
            },
            {
                "heading": "How many olives on a stick?",
                "content": "Determining the ideal number of olives on a stick for a martini is subjective, but there's a traditional guideline worth considering. Martinis are historically regarded as strong, business-oriented drinks often served to individuals during business lunches, initially accompanied by three olives. The absence of ice in a martini makes it a time-sensitive cocktail, best enjoyed when extremely cold. How can you savor it optimally? Simply put, aim to finish your martini in three sips, savoring each while complementing the experience with an olive."
            }
        ]
    },
    {
        "id": "speedrail-setup",
        "title": "Speed Rail Setup",
        "description": "Essentials of Speed Rail and Proper Stocking",
        "body": [
            {
                "heading": "Let's delve into a crucial piece of equipment highly valuable to bartenders. Positioned right in front of the ice-well in most cases, the speed rail is fundamental for ensuring swift service.",
                "content": ""
            },{
                "heading": "Basics and Setup",
                "content": "A speed rail typically houses the most frequently used spirits, sugars, juices, and batches. Sometimes, it includes a shaker filled with water to keep bar spoons or muddlers ready to be used. The speed-rail should always be tailored around sales; if your bar sells more spirits and mixers than cocktails, prioritize spirits in the speed rail. The same principle applies to signature cocktails; having pre-batched versions can expedite service, especially if they're readily accessible on the speed rail."
            },
            {
                "heading": "Tips and Tricks",
                "content": "In my opinion, your speed rail should always feature your highest-selling house spirits like Vodka, Gin, and Rum. For bars serving cocktails, consider having bottles of lime and/or lemon juice at all times. Also, consider the display arrangement of bottles behind the bar. If they're mirrored behind each station, allocate more space in the speed rail for signature cocktail batches and other preparations. Alternatively, if the bar is organized horizontally by product type, adapt the speed rail accordingly to ensure easy access from each station. For example, if the house whiskey is on the far side of the bar, placing a bottle in the speed rail can optimize efficiency. This logic applies to other products as well."
            }
        ]
    },
    {
        "id": "bitters",
        "title": "Bitters",
        "description": "An overview of bitters, an essential but often overlooked ingredient in classic cocktails",
        "body": [
            {
                "heading": "Bitters, once on the brink of extinction, are now making a robust comeback as a crucial component of classic cocktails. Here's a detailed look at their significance and types:",
                "content": ""
            },
            {
                "heading": "Introduction to Bitters",
                "content": "Bitters, steeped with various barks, roots, flowers, and more in alcohol, were nearly lost but are now making a healthy resurgence. They offer a liquid too bitter to drink straight but play a pivotal role when used cautiously in cocktails."
            },
            {
                "heading": "Function in Cocktails",
                "content": "Contrary to expectations, 1 to 3 dashes of bitters per drink don't impart bitterness. Instead, they harmonize flavors, often unnoticed in a well-balanced drink but sorely missed in their absence. They are more commonly used in spirit-based drinks with fortified wines and liqueurs than those with sour components like citrus."
            },
            {
                "heading": "Types of Common Bitters",
                "content": "1. Angostura Bitters: Originating from Trinidad, this versatile brand, with a complex flavor profile built upon a rum base, complements strong flavors like rye whiskey, dark rum, and gin.\n2. Peychaud’s Bitters: Displaying black-cherry-and-anise notes, Peychaud’s bitters blend well with cognac and whiskey.\n3. Orange Bitters: Marrying orange-peel tang with a bitter edge, these bitters are crucial in classics like the Dry Martini. Brands like Fee’s West Indian, Regans’ Orange No 6, Angostura Orange, and The Bitter Truth offer varied profiles, enhancing different cocktails."
            },
            {
                "heading": "Exploring Diverse Options",
                "content": "While the classic trio of Angostura, Peychaud’s, and Orange bitters remains essential, the market now offers a plethora of new options, including fascinating varieties from The Bitter Truth. Forward-thinking bars stock multiple kinds, signaling their commitment to craft cocktails."
            },
            {
                "heading": "Visibility and Significance",
                "content": "Placing bitters visibly signals a bar's readiness to craft serious cocktails. While some drinks favor specific brands, experimenting with different bitters can elevate mixology to new heights."
            }
        ]
    }
]
