[
    {
        "id": "simple-syrup",
        "title": "Simple syrup",
        "description": "Let's see how to make simple syrup, rich syrup, and when it is best to use them",
        "body": [
            {
                "heading": "Simple Syrup and Rich Syrup",
                "content": "Simple syrup is a mixture of equal parts of water and sugar by weight (1:1), while a rich syrup is made with 2 parts sugar to 1 part water (2:1)."
            },
            {
                "heading": "Making Simple Syrup",
                "content": "To make simple syrup, put sugar in a container and add hot water, stirring until the liquid becomes clear. You can also mix the sugar and water with cold water, but this will take longer to dissolve the sugar. This method works with all types of sugar, including granulated, brown, demerara, golden, muscovado, and turbinado."
            },
            {
                "heading": "Storage and Use",
                "content": "Once your sugar syrup is ready, let it cool down, bottle it, and label it with the name of the sugar used, the ratio used, and the date you made it. Store it in the fridge for more than a month. Most cocktails call for syrup because granulated sugar doesn't dissolve completely when stirred, shaken, or thrown. For drinks like the old fashioned, mojito, or caipirinha that originally call for granulated sugar, it's up to you whether to use granulated or syrup. However, using granulated sugar will make the sweetness of your cocktail evolve over time, which may not be desirable. By using sugar syrup instead, you'll have more control over the sweetness of the drink and it will be easier to replicate the exact same flavor profile."
            }
        ]
    },
    {
        "id": "honey",
        "title": "Honey, Agave & Vanilla syrups",
        "description": "Learn how to use these thick syrups and some interesting facts",
        "body": [
            {
                "heading": "Syrup Importance in Cocktails",
                "content": "Syrups are a key component in cocktail making, and it's essential to get them right to achieve the desired consistency and flavor. It's important to dilute dense syrups with water in a 1:1 or 2:1 ratio to avoid crystallization."
            },
            {
                "heading": "Honey Syrup",
                "content": "Honey syrup is a staple ingredient in many cocktails, especially with whiskeys. The recommended ratio is 3:1 with hot water. It lasts for over a month, and refrigeration can extend its shelf life."
            },
            {
                "heading": "Agave Syrup",
                "content": "Agave syrup is versatile and pairs well with tequilas and coffee. Cut it with a 2:1 ratio of hot water, bottle it, and store it in the fridge for over a month."
            },
            {
                "heading": "Vanilla Syrup",
                "content": "Vanilla syrup, great for cocktails, complements coffee and fruity flavors. You can buy it or make your own by infusing a vanilla pod with simple syrup. Reuse the vanilla pod multiple times for flavor."
            }
        ]
    },
    {
        "id": "fruity-syrups",
        "title": "Berries flavored syrups",
        "description": "Let’s talk about how you can make your own fruity syrups.",
        "body": [
            {
                "heading": "Advantages of Homemade Syrups",
                "content": "Homemade syrups surpass commercial brands with fresher, more natural flavors. Control the taste, avoid stabilizers, and create unique blends of fruits, herbs, and spices."
            },
            {
                "heading": "Two Recommended Methods",
                "content": ""
            },
            {
                "heading": "Fruit, Sugar, and Muddler",
                "content": "Combine equal weights of fruit and sugar in a jar, muddle lightly, and let sit for 8 to 12 hours (or longer if necessary). Dissolve the sugar with an equal weight of warm water, strain, and bottle."
            },
            {
                "heading": "Blending Fruits",
                "content": "Blend equal parts of fruit, sugar, and water. Using room temperature water yields a fresher flavor, while hot water results in a richer, stewed fruit flavor. Strain and bottle the syrup."
            },
            {
                "heading": "Shelf Life and Preservation",
                "content": "These syrups have a short shelf life of about a week or two when refrigerated. Extending it to a month is possible by adding a splash of vodka. Experiment with various fruits, herbs, and spices for homemade delights."
            }
        ]
    },
    
    {
        "id": "other-syrups",
        "title": "Ginger syrup and Triple syrup",
        "description": "Join me as we explore two unique syrups and learn how to make them from scratch!",
        "body": [
            {
                "heading": "Ginger Syrup",
                "content": "Creating ginger syrup using Jeff Morganthaler's method is simple: blend equal parts of hot water, sugar, and peeled or unpeeled ginger. Strain solids using cheesecloth, a nut milk bag, or a non-colored, preferably white cotton t-shirt (disposable due to staining). Disinfect the cloth before and after use."
            },
            {
                "heading": "Triple Syrup",
                "content": "Master mixologist Dale DeGroff crafted the complex triple syrup, enhancing cocktails. Simple syrup lacks complexity in sours, while honey syrup is too intense. Combine equal parts simple syrup (1:1), 1/2 part agave syrup, and 1/4 part honey syrup. Adjust ratios to taste. Example recipe: 400 ml simple syrup, 200 ml agave syrup, 100 ml honey syrup."
            }
        ]
    },
    {
        "id": "grenadine",
        "title": "Grenadine syrup",
        "description": "Which grenadine has the best value for your time/money?",
        "body": [
            {
                "heading": "Homemade Grenadine",
                "content": "For the best-tasting pomegranate syrup, making it from scratch is recommended. Use 950 ml organic pomegranate juice, 600 gr sugar, and 35 ml lemon juice. Simmer over medium to low heat for 45-60 mins until thickened."
            },
            {
                "heading": "Syrup Preparation",
                "content": "Combine 950 ml pomegranate juice and 600 gr sugar over low heat. Stir until sugar dissolves. Add 180 ml molasses, mix thoroughly. Bottle, label, and refrigerate for up to two weeks. Alternatively, good-quality store-bought options offer longer shelf life."
            }
        ]
    }
]
