[
   {
      "id":"simple-syrup",
      "title":"Simple syrup",
      "description":"Let's see how to make simple syrup, rich syrup, and when it is best to use them",
      "body":"Simple syrup is a mixture of equal parts of water and sugar by weight (1:1), while a rich syrup is made with 2 parts sugar to 1 part water (2:1). To make simple syrup, put sugar in a container and add hot water, stirring until the liquid becomes clear. You can also mix the sugar and water with cold water, but this will take longer to dissolve the sugar. This method works with all types of sugar, including granulated, brown, demerara, golden, muscovado, and turbinado.\n\nOnce your sugar syrup is ready, let it cool down, bottle it, and label it with the name of the sugar used, the ratio used, and the date you made it. Store it in the fridge for more than a month.\n\nMost cocktails call for syrup because granulated sugar doesn't dissolve completely when stirred, shaken, or thrown. For drinks like the old fashioned, mojito, or caipirinha that originally call for granulated sugar, it's up to you whether to use granulated or syrup. However, using granulated sugar will make the sweetness of your cocktail evolve over time, which may not be desirable. By using sugar syrup instead, you'll have more control over the sweetness of the drink and it will be easier to replicate the exact same flavor profile."
   },
   {
      "id":"honey",
      "title":"Honey, Agave & Vanilla syrups",
      "description":"Learn how to use these thick syrups and some interesting facts",
      "body":"Syrups are a key component in cocktail making, and it's essential to get them right to achieve the desired consistency and flavour. However, it's important to be cautious when using dense, thick, or non-runny syrups as they can easily crystallize and create a hard, unpleasant texture. To avoid this, it's recommended to dilute them with water in a 1:1 or 2:1 ratio, depending on the desired thickness.\n\nNow, let's take a closer look at three types of syrups:\n\nHONEY SYRUP:\nA staple ingredient in many classic and modern cocktails, honey syrup is an excellent choice for pairing with whiskeys. It's best to use hot water, but not boiling, and the most commonly used ratio is 3:1. It can last for over a month, and its shelf life can be extended by storing it in the fridge.\n\nAGAVE SYRUP:\nA versatile syrup that pairs well with tequilas and coffee, agave syrup is best cut with a 2:1 ratio of hot water. After cutting, simply bottle it and store it in the fridge for over a month.\n\nVANILLA SYRUP:\nVanilla syrup is a popular ingredient in cocktails, and it pairs well with coffee and fruity flavours. You can either buy vanilla syrup or make it yourself. To make your own, cut a vanilla pod in half lengthwise and let it infuse with simple syrup or flavoured syrup for as long as you like. Pro tip: you can reuse the same vanilla pod multiple times.\n\nIn summary, syrups play a critical role in cocktail making, and it's essential to choose the right ones and use them correctly to achieve the perfect balance of flavour and consistency."
   },
   {
      "id":"fruity-syrups",
      "title":"Berries flavored syrups",
      "description":"Let’s talk about how you can make your own fruity syrups.",
      "body":"Let’s start by acknowledging the undeniable truth: homemade syrups are far superior to any commercial brand. When you make it yourself, you are in control of the flavor, and there are no stabilizers, which means the flavors are fresher and more natural. Plus, you can make just the right amount you need and mix and match fruits with herbs and spices to create new and exciting flavor combinations. Adding acidity is another way to elevate your syrup game, and shrubs are a great example of that, but we'll save that for another time.\n\nNow, let's dive into two methods for making fruity syrups that I highly recommend. My personal favorite involves weighting the fruit and adding an equal amount of sugar to a jar. Muddle everything together, cover the jar, and let it sit for 8 to 12 hours. After that time has passed, you'll start to see the sugar dissolving. Weigh the result and add an equal amount of warm water by weight, making sure all the sugar is dissolved. Then, strain it and bottle it up.\n\nThe second method involves blending fruits with water and sugar. Fruits like apples and berries will give you two different flavor profiles depending on whether you use hot or room temperature water. Using room temperature water will yield a fresher flavor, while hot water will give you a richer, stewed fruit flavor, like jam. To make this syrup, simply weigh equal parts of fruit, sugar, and water, blend it all together, strain out the solids with a fine mesh strainer, and bottle it up.\n\nIt's important to note that the shelf life of these syrups is relatively short. If you keep it refrigerated, it will last for a week or two, but adding a splash of vodka can extend the shelf life up to a month. So go ahead and experiment with different fruits, herbs, and spices to make your own delicious homemade syrups. You'll never go back to store-bought again!"
   },
   {
      "id":"other-syrups",
      "title":"Ginger syrup and Triple syrup",
      "description":"Join me as we explore two unique syrups and learn how to make them from scratch!",
      "body":"GINGER\n\nMaking ginger syrup using the Jeff Morganthaler's method is incredibly simple. All you need to do is blend equal parts of hot water, sugar, and peeled (or unpeeled) ginger. Strain all the solids using a cheesecloth or a nut milk bag. You can also use a cotton t-shirt, but make sure it is non-colored and preferably white. Note that this process may ruin or stain the t-shirt, so use one that you're okay with throwing away. Be sure to disinfect the t-shirt before and after using it.\n\nTRIPLE SYRUP\n\nMaster mixologist Dale DeGroff developed the triple syrup, which is a complex syrup that replaces simple syrup or honey syrup in cocktails. While simple syrup is uninteresting in a sour, honey syrup is too warm and flavorful, and can grab too much attention in a cocktail. The triple syrup combines three syrups, taking your sours to a third dimension of flavor. Mix one part simple syrup (1:1), 1/2 part agave syrup, and 1/4 part honey syrup. Adjust the ratio to your taste and start experimenting. Here's an example recipe to get you started:\n\n400 ml simple syrup\n200 ml agave syrup\n100 ml honey syrup"
   },
   {
      "id":"grenadine",
      "title":"Grenadine syrup",
      "description":"Which grenadine has the best value for your time/money?",
      "body":"For the best-tasting pomegranate syrup, making it from scratch is the way to go. Although it requires some preparation, the effort is worth it. Follow these proportions and scale accordingly based on your needs.\n\nTo start, you'll need pomegranate molasses, which is a mixture of 950 ml of organic pomegranate juice, 600 gr of sugar, and 35 ml of lemon juice. Place everything in a pan over medium to low heat, stirring frequently. Once it starts boiling, simmer it for around 45-60 minutes until it becomes thick and starts sticking to the bottom of the pan.\n\nFor the syrup itself, you'll need 950 ml of pomegranate juice and 600 gr of sugar. Place it over low heat and stir constantly without bringing it to a boil until the sugar is dissolved. Stir in 180 ml of molasses and combine thoroughly.\n\nOnce done, bottle and label the syrup, and refrigerate for up to two weeks. However, if you don't use it frequently, there are excellent brands available for purchase. They'll last longer and be the best choice for you."
   }
]
