[
    {
        "id": "vodka",
        "title": "Vodka",
        "description": "Kann Wodka aus irgendetwas hergestellt werden?",
        "body": "Es stimmt zwar, dass Wodka aus einer Vielzahl von Zutaten hergestellt werden kann, doch nicht alle Zutaten sind für die Herstellung von hochwertigem Wodka geeignet.\nWodka ist eine klare Spirituose, die aus allem hergestellt werden kann, das Stärke oder Zucker enthält. Kartoffeln, Zuckerrübenmelasse und Getreidekörner sind die am häufigsten verwendeten Materialien.\n\nWodka hat seinen Ursprung in den Getreideanbaugebieten Westrusslands, Weißrusslands, Litauens, der Ukraine und Polens, die daher auch als „Wodka-Gürtel“-Länder bekannt sind zu den höchsten Konsum- und Produktionsraten der Welt.\n\nWodka ist allgemein als „Neutralspirituose“ bekannt, aber die bei der Herstellung verwendeten Rohzutaten verleihen unterschiedliche Geschmacksprofile.\n\nWeizen erzeugt subtile Anis- und Pfefferaromen, zusammen mit Zitronenschale.\n\nRoggen sorgt für nussige Süße, Roggenbrot- und Paranussaromen.\n\nMais oder Maiswodka hat einen buttrigen Geschmack, ähnlich wie Maiskolben.\n\nGerstenwodka hat Brot und ist leicht nussig Aromen, zusammen mit Briochesüße.\n\nKartoffelwodka hat eine cremige Textur und einen volleren Geschmack, zusammen mit leichten Gemüsenoten.",
    },

    {
        "id": "gin",
        "title": "Gin",
        "description": "Die mit Pflanzen angereicherte Spirituose mit einer reichen Geschichte und einem vielseitigen Geschmacksprofil.",
        "body": "Gin ist eine Spirituose, deren Herstellung einen zweistufigen Prozess erfordert. Zuerst benötigen Sie eine qualitativ hochwertige Basis aus „Neutralspiritus“ (mit anderen Worten Wodka), und dann können Sie diese Basis durch eine zweite Destillation mit Samen, Beeren, Wurzeln, Früchten, Kräutern und Gewürzen aromatisieren, die zusammen als „Neutralgeist“ bezeichnet werden. Pflanzenstoffe.' Jede Gin-Marke hat ihre eigenen Anteile an pflanzlichen Stoffen und alle Gins sind einzigartig und unterschiedlich, auch wenn sie, um als Gin bezeichnet zu werden, einen vorherrschenden Wacholdergeschmack haben müssen.\n\nGin gibt es in verschiedenen Stilen und Sorten.\n\nKalt gemischt Gin:\nÜblicherweise als „Badewannen-Gins“ bekannt, werden sie mit Extrakten, Essenzen und/oder durch Aufguss/Mazeration ohne Destillation aromatisiert.\n\nLondon Dry Gin:\nUrsprünglich ein Stil, mittlerweile aber leider eine legale Kategorie beschreibt nicht viel über den Gin, außer dass er trocken ist. Trotz des Namens können sie überall auf der Welt hergestellt werden.\n\nNew Western Dry Gin:\nDies ist ein loser Begriff, der nicht oft verwendet wird; Es umfasst alle Gins, die vom übermäßigen Wacholdergeschmack abweichen und sich vor allem durch die sorgfältige Einbeziehung und Ausgewogenheit unterstützender Aromen auszeichnen.\n\nOld Tom Gin:\nOft als süßer Gin-Stil beschrieben, waren sie vor allem im 18. Jahrhundert beliebt und 19. Jahrhundert aufgrund der begrenzten Reinigung des Geistes. Der raue Geschmack dieser Gins wurde durch Aromatisieren und/oder Süßen mit Lakritze und später mit Zucker überdeckt.",
    },

    {
        "id": "rum",
        "title": "Rum",
        "description": "Der süße und komplexe Geist mit tropischem Flair und jahrhundertealtem Erbe.",
        "body": "Rum ist eine Spirituose, die durch Fermentierung und anschließende Destillation von Zuckerrohrmelasse oder Zuckerrohrsaft hergestellt wird. In den meisten Fällen wird es aus Melasse hergestellt, außer in Französisch-Westindien und Brasilien, wo frischer Zuckerrohrsaft zur Herstellung von Rhum Agricole bzw. Cachaca verwendet wird.\n\nDer Destillationsprozess variiert je nach Hersteller, im Allgemeinen ist dies jedoch bei Destillierapparaten mit mehreren Kolonnen der Fall Reduzieren Sie den Grad an Verunreinigungen und erzeugen Sie einen leichteren Rum. Die Verwendung eines Pot Still oder eines Single Column Destillierapparats führt zu einem schwereren Rum.\n\nEs gibt fünf Arten von Rum auf dem Markt, und um so genannt zu werden, müssen sie einen Alkoholgehalt von mindestens 37,5 % haben.\n\ „n'Light“-Rum bezieht sich auf seine Farbe und seinen Geschmack und wird hauptsächlich in erfrischenden Cocktails wie Mojitos und Daiquiris verwendet, da er leicht im Geschmack ist. Diese Rumsorte wird direkt nach der Destillation und Verdünnung in Flaschen abgefüllt, beispielsweise Bacardi White. Einige Marken, wie Havana mit Havana 3, lassen ihn bis zu drei Jahre reifen, um ihm eine charakteristische Farbe und mehr Frische zu verleihen.\n\n„Goldene“ Rumsorten sind ein guter Kompromiss zwischen hellen und dunklen Rumsorten und haben ihren eigenen Charakter und bleibt dabei leicht am Gaumen. Ihre Farbe entsteht durch die Reifung in Holzfässern, die früher für Cognac oder Whisky verwendet wurden. Einige Brennereien fügen möglicherweise Karamell hinzu, um die Farbe dunkler zu machen.\n\n„Dunkle“ Rumsorten haben einen reichen und intensiven Geschmack und werden oft als Floater auf Cocktails verwendet, um sie zu einem Blickfang zu machen. Wenn Sie sie für Cocktails verwenden, lassen Sie sie durchscheinen und behandeln Sie sie wie einen guten Whiskey oder Cognac. „Overproof“-Rum ist die heimliche Funky-Zutat in den meisten Tiki-Cocktails. Sie können von hell bis dunkel reichen und ihre Besonderheit ist der Alkoholgehalt, der über 50 % liegen muss.\n\n„Gewürzte“ oder „gewürzte“ Rumsorten sind ziemlich selbsterklärende Kategorien. Diese Rumsorten sind im Allgemeinen süßer und können leicht mit jedem anderen Rum ausgetauscht werden, um Abwechslung zu schaffen. Haben Sie schon einmal einen Kokos-Rum-Mojito probiert?",
    },

    {
        "id": "mezcal",
        "title": "Tequila & Mezcal",
        "description": "Einzigartige, kulturreiche Spirituosen aus Mexiko mit unterschiedlichen Geschmacksrichtungen und Geschichten.",
        "body": "Die Azteken begannen um 250–300 n. Chr. mit der Herstellung von Ritualwein aus dem Saft von Agavenpflanzen. Als Cortes‘ Soldaten 1519 Mexiko eroberten, entdeckten sie, dass dieser Saft destilliert werden konnte und begannen bereits ein Jahrzehnt nach ihrer Ankunft mit der Herstellung eines Pseudo-Tequilas. Tequila wird in der mexikanischen Region Jalisco hergestellt und sein Name leitet sich von der Stadt Tequila ab, die als Geburtsort dieser Spirituose bekannt ist.\n\nZur Herstellung von Tequila wird die Agavenpflanze gewürfelt, gedämpft und dann ausgepresst, um sie zu entfernen Saft. Es wird natürliche Hefe hinzugefügt und die Gärung beginnt. Um Tequila genannt zu werden, muss diese fermentierte Flüssigkeit zwei Mal destilliert werden. Silver Tequila kann direkt aus der Destille in die Flasche gefüllt werden, wobei Wasser hinzugefügt wird, um die Stärke zu verringern. Reposado- und Anejo-Tequilas hingegen werden in Eichenfässern gereift, damit das Holz den Geist weicher und milder machen und ihm Charakter verleihen kann.\n\nHier sind einige grundlegende Begriffe, die Sie kennen sollten:\n- Mixto (gemischt) – enthält mindestens 51 % Agave, der Rest besteht aus Industriespirituosen;\n- Pura (Rein) – 100 % blaues Agavendestillat;\n- Blanco (Weiß/Silber) – ein klarer Tequila, der maximal 60 Tage gereift ist;\n - Oro (Gold) – das Gleiche wie Blanco-Tequila, jedoch mit Zusatz von Aroma/Farbstoff, normalerweise Karamell.\n- Reposado (Rested) – zwischen 60 Tagen und 1 Jahr in Eichenfässern gereifter Tequila;\n- Anejo (Gereift) - Tequila, der mindestens 1 Jahr und bis zu 10 Jahre lang gereift ist.\n\nMezcal hingegen wird seit dem 16. Jahrhundert aus dem Saft hergestellt, der beim Kochen des Herzens der Maguey-Pflanze gewonnen wird, einer Art von Agavenpflanze. Die Azteken stellten daraus Pulque her, ein süßes bierähnliches Getränk, das bei religiösen Zeremonien getrunken wurde. Im Gegensatz zu Tequila wird die Pflanze geröstet, um Mezcal seinen rauchigen Geschmack zu verleihen. Anschließend wird das Fruchtfleisch durch Steinpressen extrahiert, in reinem Wasser unter Zugabe von Hefe eingeweicht und mehrere Tage lang fermentiert. Die vergorene Flüssigkeit wird dann destilliert und in Flaschen abgefüllt.",
    },

    {
        "id": "cognac",
        "title": "Brandy & Cognac",
        "description": "Zwei raffinierte und geschmacksintensive Spirituosen, die durch die Destillation von Wein hergestellt werden und jeweils einen eigenen Ursprung und Alterungsprozess haben.",
        "body": "Brandy und Cognac haben viele Gemeinsamkeiten, unterscheiden sich aber dennoch stark voneinander. Brandy ist ein Likör, der durch die Destillation von Wein hergestellt wird und typischerweise als Digestif nach dem Abendessen konsumiert wird. Einige Brandys werden in Holzfässern gereift, um ihnen Charakter, Körper und die schöne Karamellfarbe zu verleihen. Andere werden einfach mit Karamellfarbe gefärbt, um die Alterung nachzuahmen, während andere durch eine Kombination aus Alterung und Färbung hergestellt werden.\n\nObwohl Cognac eine Art französischer Brandy ist, der in der Region der kleinen Stadt namens „Cognac“ hergestellt wird, Es gibt 6 verschiedene Unterregionen, die Weine für die Destillation liefern. Um die offizielle Appellation zu erhalten, muss der zur Herstellung von Cognac verwendete Wein bis zum 31. März zweimal destilliert werden. Die Destillation beginnt normalerweise etwa Ende November und für die Herstellung von 1 Liter Cognac werden 9 Liter Wein benötigt. Normalerweise sind 11 Stunden Destillation erforderlich.\n\nCognac hat auch 4 verschiedene Kategorien:\n- V.S. (Ganz besonders) / 3 Sterne: im Alter zwischen 2 1/2 und 4 1/2 Jahren\n- V.S.O.P. (Very Special Old Pale): benannt nach dem Hennessy House, und das jüngste Element muss mindestens 4 1/2 Jahre alt sein\n- Napoleon: gesetzlich vorgeschrieben muss es 6 1/2 Jahre alt sein, aber es ist sehr üblich, zu altern sie länger\n- X.O. (Extra Old): Bezeichnung, die von Maurice Hennessy nach der Reifung von Cognac-Fässern für Freunde und Familie geschaffen wurde und im Allgemeinen für Cognacs steht, die zwischen 15 und 20 Jahre alt sind.",
    },

    {
        "id": "pisco",
        "title": "Pisco",
        "description": "Der klare Brandy aus Trauben aus Peru und Chile mit einem sanften, aromatischen Geschmacksprofil",
        "body": "Pisco, der klare Traubenbrand aus Peru und Chile, ist nicht nur eine köstliche Spirituose, sondern hat auch eine faszinierende Entstehungsgeschichte. Der Legende nach kommt der Name „Pisco“ vom Quechuan-Wort „pishku“, was „Vogel“ bedeutet, da in der Stadt, in der es erstmals hergestellt wurde, eine Fülle von Vögeln lebte.\n\nHeute wird Pisco nach traditionellen Methoden hergestellt die seit Generationen weitergegeben werden. Die für die Produktion verwendeten Trauben werden sorgfältig ausgewählt und von Hand geerntet, und der Destillationsprozess ist eine echte Liebesarbeit, bei der der Schwerpunkt auf der Erhaltung der natürlichen Aromen und Aromen der Traube liegt.\n\nIn Peru und Chile ist Pisco zu einem festen Bestandteil geworden der lokalen Kultur und wird durch Feste, Musik und Tanz gefeiert. Es ist sogar Gegenstand einer heftigen Debatte zwischen den beiden Ländern darüber, wer das Recht hat, ihn als ihre Nationalspirituose zu beanspruchen.\n\nOb Sie ihn pur trinken, ihn in einem klassischen Pisco Sour genießen oder ihn in anderen Cocktails verwenden Pisco bietet ein einzigartiges und komplexes Geschmacksprofil, das jeden Spirituosenliebhaber begeistern wird.",
    },

    {
        "id": "whiskey",
        "title": "Whisky & Whiskey",
        "description": "Die vielfältigen und komplexen Spirituosen mit Variationen aus der ganzen Welt teilen sich alle ein gemeinsames Verfahren der Destillation fermentierter Getreidesorten.",
        "body": "• Scotch Whisky\nEr wird ähnlich wie andere Whiskys hergestellt, jedoch mit einem etwas komplexeren Verfahren. Das Getreide darf nur aus Gerste und Gerste bestehen. Nach der Ernte wird die Gerste gemälzt, das heißt, sie wird ein bis zwei Tage lang in Wasser eingeweicht und kann teilweise keimen. Anschließend wird die Gerste in einem Ofen getrocknet, um den Keimungsprozess zu stoppen und den Geschmack zu entwickeln. Um Scotch Whisky seinen charakteristischen Rauchgeschmack zu verleihen, wird die Gerste in einem durch Torffeuer erhitzten Ofen getrocknet.\n\n• Scotch Grain & Blended Whisky\nScotch Grain Whisky kann aus Weizen, Mais, Roggen oder anderen Getreidesorten hergestellt werden. Er wird mindestens zweimal mit einer Kolonnendestille destilliert, anschließend mindestens drei Jahre in Schottland gereift und mit Wasser auf einen Alkoholgehalt von mindestens 40 % reduziert. Dieser Whisky wird zum Mischen mit Malt-Whiskys verwendet, um schottischen Blended Whisky, oder einfach Scotch, herzustellen.\n\n• Irish Whiskey\nFür diese Art von Whisky werden gemälzte und ungemälzte Körner verwendet, die hitzegetrocknet werden. Die Mischung wird dann auf etwa 8 % ABV fermentiert und dreimal auf 85 % ABV destilliert. Er muss mindestens drei Jahre in Eichenfässern in Irland reifen und danach mindestens zwei Jahre lang gemischt werden, bevor der Alkoholgehalt reduziert wird, um die Stärke zu verringern, und in Flaschen abgefüllt wird.\n\n• American Whiskey\nDies sind Wird ähnlich wie andere Whiskys hergestellt, weist jedoch einige unterschiedliche Merkmale und Methoden auf. Amerikanische Whiskys verwenden überwiegend Mais und Roggen anstelle von Gerste. Das Rezept aus verschiedenen Körnern heißt „Mash Bill“ und wird mit einer Mischung aus Wasser und Hefe unter Druck gekocht. Zu diesem Zeitpunkt können fast 25 % der Maische aus früheren Chargen hinzugefügt werden, was als „Sauermaische“ bezeichnet wird, um die Konsistenz des Charakters über alle Chargen hinweg sicherzustellen. Diese „saure Maische“ wird dann zu Bier vergoren und mindestens zweimal destilliert. Anschließend reift der Whisky mehrere Jahre lang in neuen verkohlten Fässern aus amerikanischer Eiche, die dem Whisky Süße und leichte Raucharomen verleihen.\n\n• Bourbon Whiskey\nDiese Art von Whisky darf per Gesetz ausschließlich in den USA hergestellt werden und nur, wenn Es wird in Kentucky hergestellt und kann Kentucky Bourbon genannt werden. Der Großteil der Maische muss aus Mais bestehen, der Rest kann eine Mischung aus Weizen, Roggen und Gerste sein. Während der Destillation darf der Alkoholgehalt 80 % ABV nicht überschreiten und wird dann auf 63 % ABV verdünnt, bevor er mindestens zwei Jahre lang in brandneuen Eichenfässern reift.",
    }
]
