
[
    {
        "id": "equipment",
        "title": "Attrezzatura",
        "description": "Non sei sicuro di cosa acquistare online? Parliamone...",
        "body": "Voglio sottolineare che non è necessario acquistare subito tutta l'attrezzatura essenziale. Tuttavia, posso aiutarti a selezionare gli strumenti giusti per iniziare a creare cocktail straordinari.\n\nSHAKER PER COCKTAIL:\nQuando acquisti uno shaker, ci sono due fattori principali da considerare: lo stile e il materiale di cui è fatto (metallo, acciaio inossidabile, plastica, ecc.). I due shaker più comuni sono lo 'shaker Cobbler', che è composto da tre pezzi, e lo 'shaker Boston', che è composto da due pezzi. Ti consiglio vivamente lo 'shaker Boston' perché è facile da usare con una mano, ha un aspetto e un suono gradevoli. Non solo è la scelta più popolare tra i barman professionisti perché è più efficace per il filtraggio, ma è anche più facile trovare pezzi di ricambio di qualità.\n\nFILTRI:\nEsistono tre tipi di filtri: 'Julep', 'Hawthorn', che impedisce che i pezzi di ghiaccio cadano nel bicchiere del cocktail, e il filtro fine. Il filtro fine (o setaccio per tè) trattiene tutti i piccoli frammenti che passano attraverso. Il mio filtro preferito si chiama 'Calabrese Hawthorn strainer', ed è versatile e viene utilizzato principalmente in combinazione con il filtro fine.\n\nBILANCIA:\nIl set di bilance che mi piace usare è composto da due recipienti, ognuno a doppio cono. Quello più piccolo di solito misura 25 ml e ha segni all'interno per 15 ml, mentre quello più grande misura 50 ml e ha un segno per 35 ml.\n\nCUCCHIAIO DA BAR:\nI cucchiai da bar sono utili per mescolare e stratificare i drink miscelati, il che funziona meglio quando la tecnica di mescolatura è molto fluida. Possono anche misurare piccole quantità di liquidi, di solito intorno ai 5 ml, e prelevare ciliegie o olive dal barattolo.\n\nALTRI STRUMENTI:\n\nMuddler: Acquista un buon muddler per schiacciare frutta sul fondo di un bicchiere, o in alternativa puoi utilizzare la superficie piatta nella parte superiore del cucchiaio da bar se ne ha una.\nPelapatate: Se non ne hai già uno a casa, acquista un buon pelapatate a 'Y' e evita materiali flessibili e sottili. Ne ho distrutto uno mentre pelavo un limone duro, e mi sono tagliato male.\nColtelli e tagliere: Puoi utilizzare praticamente qualsiasi coltello affilato di buona qualità e qualsiasi tipo di tagliere.\nSpremiagrumi: Se non ne hai già uno a casa, ti consiglio di acquistare un 'spaccagomme' per i limoni, che puoi utilizzare anche per spremere i lime.\nBicchiere da miscelazione: Sono piuttosto costosi e non essenziali. Puoi facilmente utilizzare uno dei due contenitori dello shaker per cocktail",
    },
    
    {
        "id": "shake",
        "title": "Come shakerare i cocktail",
        "description": "Scopri perché dovresti shakerare i cocktail e molto, molto altro ancora!",
        "body": "Shakerare un cocktail è uno dei modi più veloci per raffreddarlo. Il liquido viene distribuito rapidamente all'interno dello shaker con del ghiaccio, accelerando lo scambio termico tra i due. In questo articolo, spiegherò perché più velocemente agiti, più velocemente il cocktail si raffredda.\n\nIn generale, un cocktail dovrebbe essere shakerato per circa 8-10 secondi. Agitarlo per un tempo più lungo avrà scarso impatto sul risultato finale e sprecherà energia. Una shakerata vigorosa creerà uno strato di ghiaccio intorno allo shaker. Una volta raggiunto questo punto, puoi smettere di shakerare, perchè il liquido all'interno ha raggiunto il punto più freddo possibile, intorno ai -5°C. La tecnica di come shakeri e la forma del ghiaccio non sono così importanti, a parte quando shakeri con il ghiaccio tritato.\n\nShakerare aggiunge anche aria ai cocktail. Il ghiaccio intrappola piccole bolle d'aria all'interno del liquido, il che influisce sull'esperienza tattile del cocktail e sul modo in cui i sapori vengono percepiti. Tuttavia, tieni presente che agitare renderà la bevanda torbida, indipendentemente dalla trasparenza degli ingredienti.\n\nDopo aver shakerato un cocktail, dovresti sempre filtrarlo due volte per rimuovere i frammenti di ghiaccio e eventuali pezzetti di frutta, semi o polpa fluttuante. Questo renderà la bevanda più morbida.\n\nQuando prepari un cocktail, versa tutti gli ingredienti nella piccola parte dello shaker e riempila di ghiaccio. Posiziona la parte grande sopra, girala a testa in giù e ruota entrambe le parti in direzioni opposte. In generale, la parte piccola può contenere fino a due cocktail, a seconda della quantità di liquido per cocktail. Dopo aver agitato, puoi colpire lo shaker sul lato a un centimetro dal bordo per rompere il sigillo. Questo richiede pratica, quindi non preoccuparti se non funziona alla prima volta.\n\nEcco alcuni consigli professionali da tenere a mente: metti gli ingredienti più economici per primi per ridurre gli sprechi e se devi preparare un numero dispari di cocktail, puoi dividere in parti uguali quello in eccesso tra i due shaker e quindi versare uniformemente nei bicchieri.\n\nInfine, ricorda che i cocktail serviti senza ghiaccio hanno una 'vita' breve e tendono a scaldarsi velocamente. Puoi berli rapidamente o raffreddare il bicchiere prima di usarlo.\n\nPer riassumere, shakera vigorosamente il cocktail per 8-10 secondi con cubetti di ghiaccio per raffreddare, diluire e aereare la bevanda.",
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=lRtJwgZINIk",
        "videoID": "lRtJwgZINIk"
    },
    
    {
        "id": "stir",
        "title": "Come mescolare i cocktail",
        "description": "Perché si mescolano alcuni cocktail invece di agitarli?",
        "body": "La ragione per cui mescoliamo i cocktail, come i Martini, è perché produce un risultato finale esteticamente e dal punto di vista del gusto appagante. Quando si mescola un cocktail, si ha un controllo molto maggiore sulla diluizione del ghiaccio. Tuttavia, è importante ricordare che la scienza dice: 'il ghiaccio si scioglierà con il calore, che viene prelevato dalla bevanda'. Pertanto, una volta raggiunto quell'effetto ghiacciato all'esterno del mixing glass, quasi nulla cambierà e tutti i tuoi sforzi andranno sprecati. Un cocktail mescolato manterrà tutti gli ingredienti limpidi, poiché non ci saranno bolle d'aria intrappolate al suo interno. Ciò significa anche che i sapori degli ingredienti saranno più evidenti. La tecnica di mescolatura non influisce sul risultato del cocktail, ma una buona tecnica ti darà un aspetto professionale. Prendi un bel cucchiaio da bar lungo e posizionalo vicino al mixing glass, falle ruotare dolcemente tra le dita e contro il bicchiere lungo un percorso circolare. Quando mescolato, la temperatura del cocktail scenderà di circa 0°C in meno di 10 secondi, ma ti ci vorranno più di 40 secondi per raggiungere la stessa temperatura di un cocktail agitato.\n\nSetup: La pratica più comune è versare tutti gli ingredienti all'interno del mixing glass (iniziando dagli ingredienti meno costosi) e poi aggiungere il ghiaccio e mescolare. Raffreddare il mixing glass in anticipo è una buona pratica, ma non essenziale.\n\nConsigli professionali:\n- I cocktail serviti senza ghiaccio hanno una vita breve. Puoi berli velocemente o raffreddare il bicchiere prima di servire. Questo ti darà un po' più di tempo per gustarlo.\n- Una buona mescolatura richiede il doppio del tempo per lavarsi le mani. Quindi, puoi allenare la tua memoria muscolare cantando:\n\t- Buon compleanno\n\t- I Will Survive - solo il ritornello\n\t- Africa - solo il ritornello\n\nRicapitolando rapidamente:\n- Mescola con un ritmo costante per circa 60 secondi.\n- Raffredda sempre il bicchiere se il cocktail viene servito senza ghiaccio.\n- La mescolatura metterà in evidenza i tuoi ingredienti: la qualità è fondamentale.\n- I cocktail mescolati funzionano meglio con liquidi trasparenti.",
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=2MB9DilgEKM",
        "videoID": "2MB9DilgEKM"
    },
    
    {
        "id": "churn",
        "title": "Come 'costruire' un cocktail e come fare con il 'churn'",
        "description": "Due tecniche super semplici che non dovresti mai sbagliare!",
        "body": "Churning è una tecnica potente e semplice che prevede di mescolare vigorosamente tutti gli ingredienti in un bicchiere con ghiaccio tritato per raffreddare istantaneamente il cocktail, fornire diluizione e creare un profilo di sapore coerente. Sebbene sia spesso associata ai mojito, può essere utilizzata con qualsiasi cocktail.\n\nPer preparare il cocktail, basta aggiungere tutti gli ingredienti nel bicchiere, riempirlo di ghiaccio tritato e utilizzare un cucchiaio da bar per mescolare energicamente gli ingredienti per 8-10 secondi. Aggiungi altro ghiaccio tritato, se desiderato.\n\nConsigli professionali:\n- Mantieni il ghiaccio fresco e ben tritato.\n- Evita di mescolare ingredienti gassati.\n- Usa un movimento di mescolamento vigoroso con il cucchiaio da bar.\n- Assicurati che gli ingredienti solidi siano distribuiti uniformemente nel bicchiere.\n\nUn'altra tecnica è 'Build in', che prevede di versare tutti gli ingredienti direttamente in un bicchiere con ghiaccio. Per i cocktail con ingredienti frizzanti, evita di versarli direttamente sul ghiaccio per evitare che galleggino in superficie. Se ciò accade, mescola delicatamente il cocktail per incorporare tutti gli ingredienti.\n\nPer creare un cocktail con la tecnica 'Build in', aggiungi tutti gli ingredienti al bicchiere in ordine di prezzo e poi aggiungi il ghiaccio. Se il cocktail contiene ingredienti frizzanti, riempilo di liquido fino all'orlo del bicchiere per evitare che galleggino.",
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=At82bYuY0yw",
        "videoID": "At82bYuY0yw"
    },
    
    {
        "id": "throw",
        "title": "Come 'lanciare' i cocktail",
        "description": "Perché un Bloody Mary è meglio 'lanciato' che shakerato",
        "body": "Questa tecnica è una delle poche con cui puoi divertirti semplicemente provandola con dell'acqua. Coinvolge il passaggio del liquido da uno shaker all'altro, il che raffredda il cocktail e gli conferisce diluizione e consistenza. Il motivo per cui è la migliore tecnica per i Bloody Mary è che consente di ottenere la maggior parte delle caratteristiche di un cocktail shakerato senza creare una schiuma densa e amara in cima (agitando il succo di pomodoro può formarsi schiuma, e con tutte le spezie in un Bloody Mary, può diventare spiacevole).\n\nPreparazione:\nTieni la lattina grande con ghiaccio e liquido all'interno con una mano e blocca il ghiaccio sul fondo dello shaker con il colino, usando il metodo più comodo per te. Versa il liquido da uno shaker all'altro costantemente finché il liquido raggiunge la diluizione desiderata (questo sarà più evidente con succhi densi come il succo di pomodoro).\n\nConsigli professionali:\n- Pratica questa tecnica prima con acqua.\n- Utilizza uno 'Calabrese Hawthorn Strainer' o 'Julep Strainer'.",
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=T_DEm_2kXWk",
        "videoID": "T_DEm_2kXWk"
    },
    
    {
        "id": "egg-shake",
        "title": "Shakerare con l'albume",
        "description": "Tuffiamoci nel mondo delle bevande spumose",
        "body": "Scopri il mondo dei cocktail schiumosi con queste due tecniche. Il bianco d'uovo è l'ingrediente migliore per creare la schiuma perfetta, ma esistono alternative disponibili per coloro che seguono una dieta vegana.\n\nNonostante le preoccupazioni sulla sicurezza, l'utilizzo del bianco d'uovo nei cocktail è generalmente considerato sicuro perché entra in contatto con alcolici e succhi di agrumi, che contribuiscono ad eliminare i batteri.\n\nLa tecnica del 'Dry Shake' prevede di agitare vigorosamente gli ingredienti nello shaker senza ghiaccio per circa 20-30 secondi. In questo modo, il bianco d'uovo si mescola bene agli altri ingredienti e produce una schiuma densa e spumosa che conferisce una texture vellutata al cocktail. Dopo il 'Dry Shake', si aggiunge il ghiaccio e si agita brevemente prima di filtrare il tutto nel bicchiere.\n\nLa tecnica del 'Reverse Dry Shake' è simile al 'Dry Shake', ma al contrario. Inizialmente, gli ingredienti vengono agitati con il ghiaccio, quindi la miscela viene filtrata nello shaker e infine si aggiunge il bianco d'uovo che viene agitato vigorosamente per creare una schiuma densa.\n\nEcco alcuni consigli professionali da tenere a mente:\n- Rompi sempre l'uovo in un contenitore separato quando usi il bianco d'uovo, nel caso in cui il tuorlo sia rovinato o il guscio si rompa.\n- Quando utilizzi alternative come l'aquafaba (acqua di cottura dei ceci), utilizzane circa 25-30 ml.\n- Controlla le misure consigliate per altre alternative sulla bottiglia, come ad esempio il Mrs. Better Bitter Miraculous Foamer.\n- Non esiste una tecnica 'giusta', quindi prova entrambe e scegli la tua preferita.\n\nIn sintesi:\n- Queste tecniche richiedono due agitazioni.\n- Agita sempre vigorosamente quando usi il bianco d'uovo.\n- Filtra sempre il cocktail dopo averlo agitato con il ghiaccio.",
        "hasVideo": true,
        "videoURL": "https://youtu.be/5QQ0cDGohA0",
        "videoID": "5QQ0cDGohA0"
    },
    
    {
        "id": "different-containers",
        "title": "Nessuna attrezzatura?",
        "description": "Hai dimenticato di portare con te gli shaker e i colini? Vediamo alcune alternative.",
        "body": "È sempre utile portare con sé shaker e colini, ma diciamocelo, nella maggior parte dei casi non è pratico. Tuttavia, puoi facilmente mescolare i tuoi cocktail direttamente nel bicchiere con del ghiaccio e ottenere un ottimo risultato.\n\nOra, esploriamo alcune alternative all'uso dello shaker:\n\nSHAKER:\nUn barattolo di vetro vuoto per le marmellate è un'alternativa molto utile allo shaker (chi non ne ha uno in giro?). Mescola gli ingredienti nel barattolo, riempilo di ghiaccio e agita. Poiché il barattolo sarà pieno di ghiaccio e ci sarà poca superficie per il ghiaccio per sbattere contro, eviterai la maggior parte delle crepe nel ghiaccio durante l'agitate. Non c'è bisogno di filtrarlo con un colino fine; puoi semplicemente aprire il barattolo e berlo direttamente da esso! Altri oggetti utili per contenere gli ingredienti del cocktail includono un barattolo vuoto per le spezie, uno shaker per proteine o un contenitore vuoto per il gelato. Sii creativo e usa ciò che ritieni più adatto!\n\nJIGGER:\nNon hai un jigger a portata di mano? Nessun problema! Dal momento che non stai vendendo i tuoi cocktail, puoi versare liberamente e scegliere quanto alcol vuoi nel tuo drink. Tuttavia, un'alternativa semplice a un jigger può essere una tazza da caffè espresso o un porta-uova sodo, o qualsiasi altro oggetto di cui conosci approssimativamente la capacità di contenere liquidi.\n\nCon queste alternative, puoi preparare un ottimo cocktail anche senza tutto l'equipaggiamento sofisticato!",
    }
]
