[
    {
        "id": "equipment",
        "title": "Attrezzatura",
        "description": "Non sei sicuro di cosa comprare online?\nParliamone.",
        "body": [
            {
                "heading": "Voglio sottolineare che non è necessario avere subito tutta l'attrezzatura essenziale. Tuttavia, posso aiutarti a selezionare gli strumenti giusti per iniziare a preparare cocktail straordinari.",
                "content": ""
            },
            {
                "heading": "Shaker per cocktail",
                "content": "Nell'acquisto di uno shaker, ci sono due fattori principali da considerare: lo stile e il materiale di cui è fatto (metallico, acciaio inossidabile, plastica, ecc.). Gli shaker più comuni sono lo 'shaker Cobbler', che ha tre pezzi, e lo 'shaker Boston', che ha due pezzi. Raccomando vivamente lo 'shaker Boston' perché è facile da usare con una mano sola, ha un aspetto e un suono piacevoli. Non solo è la scelta più popolare tra i barman professionisti perché è più efficace nel filtrare, ma è anche più facile trovare pezzi di ricambio a causa della sua qualità."
            },
            {
                "heading": "Filtrini",
                "content": "Ci sono tre tipi di filtrini: 'Julep', 'Hawthorn', che impedisce ai pezzi di ghiaccio di cadere nel bicchiere da cocktail, e il filtrino fine. Il filtrino fine (o colino da tè) cattura tutti i piccoli frammenti che passano attraverso. Il mio filtrino preferito è chiamato 'Calabrese Hawthorn', versatile e principalmente usato in combinazione con il filtrino fine."
            },
            {
                "heading": "Bicchieri dosatori",
                "content": "Il set di bicchieri dosatori che mi piace usare consiste in due recipienti, ognuno a doppia conicità. Il più piccolo di solito misura 25 ml e ha segni all'interno per 15 ml, mentre il più grande misura 50 ml e ha un segno per 35 ml."
            },
            {
                "heading": "Cucchiaio da bar",
                "content": "I cucchiai da bar sono utili per mescolare e stratificare cocktail miscelati, il che funziona meglio quando la tecnica di mescolamento è molto fluida. Possono anche misurare piccole quantità di liquidi, di solito intorno ai 5 ml, e prendere ciliegie o olive dal barattolo."
            },
            {
                "heading": "Altri strumenti",
                "content": "Pestello: Prendine uno buono per schiacciare la frutta sul fondo di un bicchiere, oppure puoi usare la superficie piatta in cima al cucchiaio da bar se ce l'ha.\nSbucciatore: Se non ne hai già uno a casa, prendi un buon sbucciatore a 'Y' e evita materiali flessibili e sottili. Ne ho distrutto uno mentre sbucciavo un limone duro, e mi ha tagliato il dito male.\nColtelli e tagliere: Puoi usare praticamente qualsiasi buon coltello affilato, e qualsiasi tipo di tagliere va bene per il lavoro.\nSpremiagrumi: Se non ne hai già uno a casa, ti consiglierei di comprare un 'gomito messicano' per i limoni, che puoi anche usare per spremere lime.\nBicchiere per mescolare: Sono piuttosto costosi e non essenziali. Puoi usare facilmente uno dei due recipienti dello shaker per cocktail e evitare una spesa eccessiva."
            }
        ]
    },
    
    {
        "id": "shake",
        "title": "Come agitare i cocktail",
        "description": "Scopri perché dovresti agitare i cocktail e molto altro!",
        "body": [
            {
                "heading": "Agitare un cocktail è uno dei modi più veloci per raffreddarlo. Il liquido viene distribuito rapidamente in tutto lo shaker e il ghiaccio, il che accelera lo scambio termico tra i due. In questo articolo, spiegherò perché più velocemente agiti, più velocemente il cocktail si raffredda.",
                "content": ""
            },
            {
                "heading":"Agita, agita, agita...",
                "content":"In generale, un cocktail dovrebbe essere agitato per circa 8-10 secondi. Agitarlo più a lungo avrà poco impatto sul risultato finale e sprecherà energia. Un'agitazione vigorosa creerà uno strato di ghiaccio intorno allo shaker. Una volta raggiunto questo strato, puoi smettere di agitare, indicando che il liquido all'interno ha raggiunto il punto più freddo possibile, intorno ai -5°C. La tecnica di agitazione e la forma del ghiaccio non sono così importanti, ma non dovresti mai agitare con ghiaccio tritato.\n\nAgitare aggiunge anche aerazione ai cocktail. Il ghiaccio intrappola piccole bolle d'aria all'interno del liquido, che influisce sull'esperienza tattile del cocktail e sul modo in cui i sapori vengono percepiti. Tuttavia, tieni presente che l'agitazione renderà la bevanda torbida, indipendentemente dalla chiarezza degli ingredienti."
            },
            {
                "heading":"Filtraggio fine",
                "content":"Dopo aver agitato un cocktail, dovresti sempre filtrarlo due volte per rimuovere i frammenti di ghiaccio e qualsiasi pezzo galleggiante di frutta, semi o polpa. Questo renderà la bevanda più liscia.\n\nQuando prepari un cocktail, versa tutti gli ingredienti nel piccolo recipiente dello shaker e poi riempilo di ghiaccio. Metti il recipiente grande sopra, giralo e gira entrambi i recipienti in direzioni opposte. In generale, il recipiente piccolo può contenere fino a due cocktail, a seconda della quantità di liquido per cocktail. Dopo l'agitazione, puoi battere lo shaker sul lato a un centimetro dal bordo per rompere la chiusura. Serve pratica, quindi non preoccuparti se non funziona la prima volta."
            },
            {
                "heading":"Consigli professionali",
                "content":"Metti gli ingredienti più economici per minimizzare gli sprechi e se devi preparare un numero dispari di cocktail, puoi dividere equamente quello in più tra i due set dello shaker e poi versare equamente nei bicchieri.\n\nInfine, ricorda che i cocktail serviti senza ghiaccio hanno una breve durata. Puoi berli velocemente o raffreddare il bicchiere prima di usarlo.\n\nPer riassumere, agita vigorosamente il cocktail per 8-10 secondi con cubetti di ghiaccio e l'agitazione raffredderà, diluirà e aererà la bevanda."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=lRtJwgZINIk",
        "videoID": "lRtJwgZINIk"
    },
    
    {
        "id": "stir",
        "title": "Come mescolare i cocktail",
        "description": "Perché mescolare certi cocktail invece di agitarli?",
        "body": [
            {
                "heading":"Il motivo per cui mescoliamo cocktail, come i Martini, è perché produce un risultato finale esteticamente piacevole e dal sapore invitante. Quando mescoli un cocktail, hai molto più controllo sulla diluizione del ghiaccio. Tuttavia, è importante ricordare che la scienza dice: 'il ghiaccio si scioglierà con il calore, che viene preso dalla bevanda'. Perciò, una volta raggiunto quell'effetto gelido all'esterno del tuo bicchiere da mescolare, quasi nulla cambierà, e tutti i tuoi sforzi andranno sprecati.",
                "content": ""
            },
            {
                "heading":"Vantaggi",
                "content":"Un cocktail mescolato manterrà tutti gli ingredienti chiari, poiché non ci saranno bolle d'aria intrappolate all'interno. Questo significa anche che i sapori degli ingredienti saranno più evidenti. La tecnica di mescolamento non influisce sul risultato del cocktail, ma una buona tecnica ti farà sembrare professionale. Prendi un bel cucchiaio da bar lungo, mettilo vicino al bicchiere da mescolare, fai ruotare dolcemente tra le dita e contro il bicchiere in un percorso circolare. Quando mescoli, la temperatura del cocktail scenderà intorno a 0°C in meno di 10 secondi, ma ti ci vorranno più di 40 secondi per raggiungere la stessa temperatura di un cocktail agitato."
            },
            {
                "heading":"Preparazione",
                "content":"La pratica più comune è versare tutti gli ingredienti dentro al bicchiere da mescolare (prima gli ingredienti meno costosi) e poi aggiungere il ghiaccio e mescolare. Raffreddare prima il bicchiere da mescolare è una buona pratica, ma non essenziale."
            },
            {
                "heading":"Consigli professionali",
                "content":"I cocktail serviti senza ghiaccio hanno una breve durata. Puoi berli velocemente o raffreddare il bicchiere prima di servirlo. Questo ti darà un po' più di tempo per gustarlo.\n\nUn buon mescolamento richiede il doppio del tempo per lavarsi le mani. Quindi, puoi esercitare la memoria muscolare cantando:\n\tTanti auguri\n\tI will survive - solo il ritornello\n\tAfrica - solo il ritornello"
            },
            {
                "heading":"Riepilogo rapido",
                "content":"Mescola con un ritmo costante per circa 40 secondi.\nRaffredda sempre il bicchiere se il cocktail viene servito senza ghiaccio.\nIl mescolamento metterà in risalto i tuoi ingredienti - la qualità è fondamentale.\nI cocktail mescolati funzionano meglio con liquidi chiari."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=2MB9DilgEKM",
        "videoID": "2MB9DilgEKM"
        
    },
    {
        "id": "churn",
        "title": "Come mescolare e costruire",
        "description": "Due tecniche semplici che non dovresti mai sbagliare!",
        "body": [
            {
                "heading": "Mescolare è una tecnica potente e semplice che consiste nel mescolare vigorosamente tutti gli ingredienti in un bicchiere con ghiaccio tritato per raffreddare istantaneamente il cocktail, diluirlo e creare un profilo di sapore coeso. Sebbene sia spesso associato ai mojito, può essere utilizzato con qualsiasi cocktail.",
                "content": ""
            },
            {
                "heading":"Mescolare vigorosamente",
                "content":"Per iniziare, aggiungi semplicemente tutti gli ingredienti nel bicchiere, riempilo con ghiaccio tritato e usa un cucchiaio da bar per mescolare energicamente gli ingredienti per 8-10 secondi. Completa con altro ghiaccio tritato, se desiderato."
            },
            {
                "heading":"Consigli professionali",
                "content":"- Mantieni il ghiaccio fresco e ben tritato.\n- Evita di mescolare ingredienti gassati.\n- Usa un movimento di mescolamento potente con il tuo cucchiaio da bar.\n- Assicurati che gli ingredienti solidi siano distribuiti uniformemente nel bicchiere."
            },
            {
                "heading":"Costruire!",
                "content":"Un'altra tecnica è 'Costruire', che consiste nel versare tutti gli ingredienti direttamente in un bicchiere sopra il ghiaccio. Per i cocktail con ingredienti frizzanti, evita di versarli direttamente sul ghiaccio per evitare che galleggino in superficie. Se ciò accade, mescola delicatamente il cocktail per incorporare tutti gli ingredienti.\n\nPer costruire un cocktail, aggiungi tutti gli ingredienti nel bicchiere in base al prezzo e poi aggiungi il ghiaccio. Se il cocktail contiene ingredienti frizzanti, completalo e versalo sopra il liquido per evitare che galleggino."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=At82bYuY0yw",
        "videoID": "At82bYuY0yw"
    },
    {
        "id": "churn",
        "title": "Come mescolare & costruire dentro",
        "description": "Due tecniche super semplici che non dovresti mai sbagliare!",
        "body": [
            {
                "heading": "Mescolare è una tecnica potente e facile che coinvolge il vigoroso miscelare tutti gli ingredienti in un bicchiere con ghiaccio tritato per raffreddare istantaneamente il cocktail, fornire diluizione e creare un profilo di sapore coeso. Anche se spesso associata ai mojito, può essere utilizzata con qualsiasi cocktail.",
                "content": ""
            },
            {
                "heading": "Mescola, mescola, mescola...",
                "content": "Per preparare, aggiungi semplicemente tutti gli ingredienti nel bicchiere, riempilo con ghiaccio tritato e usa un cucchiaio da bar per mescolare vigorosamente gli ingredienti per 8-10 secondi. Aggiungi altro ghiaccio tritato, se desiderato."
            },
            {
                "heading": "Consigli professionali",
                "content": "- Mantieni il ghiaccio fresco e ben tritato\n- Evita di mescolare ingredienti gassati\n- Usa un movimento di mescolatura potente con il cucchiaio da bar\n- Assicurati che gli ingredienti solidi siano distribuiti uniformemente nel bicchiere"
            },
            {
                "heading": "Costruiscilo!",
                "content": "Un'altra tecnica è il 'Costruisci dentro', che consiste nel versare tutti gli ingredienti direttamente in un bicchiere sopra il ghiaccio. Per i cocktail con ingredienti gassati, evita di versarli direttamente sul ghiaccio per evitare che galleggino in superficie. Se ciò accade, mescola delicatamente il cocktail per incorporare tutti gli ingredienti.\n\nPer costruire un cocktail, aggiungi tutti gli ingredienti al bicchiere in base al prezzo, e poi aggiungi il ghiaccio. Se il cocktail contiene ingredienti gassati, riempilo e versalo sopra il liquido per evitare che galleggino."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=At82bYuY0yw",
        "videoID": "At82bYuY0yw"
    },
    
    {
        "id": "throw",
        "title": "Come lanciare cocktail",
        "description": "Perché un Bloody Mary è meglio lanciato che agitato?",
        "body": [
            {
                "heading": "Questa tecnica è una delle poche che puoi divertirti a provare solo con dell'acqua. Coinvolge il lancio del liquido da un tin all'altro, che raffredda il cocktail e gli conferisce diluizione e consistenza.",
                "content": ""
            },
            {
                "heading": "Sì, ma... perché?",
                "content": "Il motivo per cui è la migliore tecnica per i Bloody Mary è che ottiene la maggior parte delle caratteristiche di un cocktail agitato senza creare una schiuma spessa e amara in cima (agitare il succo di pomodoro può creare schiuma, e con tutte le spezie in un Bloody Mary, può diventare sgradevole)."
            },
            {
                "heading": "Preparazione",
                "content": "Tieni il tin grande con ghiaccio e liquido all'interno con una mano e blocca il ghiaccio sul fondo del tin con il tuo colino, usando il modo più comodo per te. Versa costantemente il liquido da un tin all'altro finché il liquido raggiunge la diluizione desiderata (questo sarà più evidente con succhi densi come il succo di pomodoro)."
            },
            {
                "heading": "Consigli professionali",
                "content": "- Pratica questa tecnica prima con l'acqua.\n- Usa un 'Calabrese Hawthorn' o uno 'Julep Strainer'."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=T_DEm_2kXWk",
        "videoID": "T_DEm_2kXWk"
    },
    
    {
        "id": "egg-shake",
        "title": "Agitare albume",
        "description": "Addentriamoci nel mondo dei cocktail schiumosi",
        "body": [
            {
                "heading": "Scopri il mondo dei cocktail schiumosi con queste due tecniche.",
                "content": ""
            },
            {
                "heading": "Agente schiumogeno",
                "content": "L'albume è il miglior ingrediente da usare per creare la schiuma perfetta, ma ci sono alternative disponibili per chi è vegano."
            },
            {
                "heading": "Prima di tutto, la sicurezza",
                "content": "Nonostante le preoccupazioni sulla sicurezza, usare l'albume nei cocktail è generalmente considerato sicuro perché entra in contatto con alcolici e succo di agrumi, che aiutano a uccidere i batteri."
            },
            {
                "heading": "Agitazione a secco",
                "content": "La tecnica della 'Agitazione a secco' consiste nel mescolare vigorosamente gli ingredienti in uno shaker senza ghiaccio per circa 20-30 secondi. Questo assicura che l'albume si combinando bene con gli altri ingredienti e produce una schiuma spessa e cremosa che aggiunge una consistenza vellutata al cocktail. Dopo la 'Agitazione a secco', si aggiunge il ghiaccio e la miscela viene agitata brevemente prima di essere filtrata finemente nel bicchiere."
            },
            {
                "heading": "Agitazione a secco inversa",
                "content": "La tecnica della 'Agitazione a secco inversa' è la stessa della 'Agitazione a secco' ma al contrario. Prima si agitano gli ingredienti con ghiaccio, poi la miscela viene filtrata finemente nello shaker e infine si aggiunge l'albume e si agita vigorosamente per creare una schiuma spessa."
            },
            {
                "heading": "Consigli professionali",
                "content": "- Rompi sempre l'uovo in un tin separato quando usi l'albume, nel caso in cui il tuorlo sia rovinato o il guscio si rompa.\n- Quando usi alternative come l'aquafaba (acqua di cottura dei ceci), usa circa 25-30 ml.\n- Controlla le misure consigliate per altre alternative sulla bottiglia, come la Mrs. Better Bitter Miraculous Foamer.\n- Non c'è una tecnica 'giusta', quindi prova entrambe e scegli la tua preferita."
            },
            {
                "heading": "Sommario",
                "content": "- Queste tecniche richiedono due agitazioni.\n- Agita sempre vigorosamente quando usi l'albume.\n- Filtra sempre finemente il cocktail dopo averlo agitato con il ghiaccio."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://youtu.be/5QQ0cDGohA0",
        "videoID": "5QQ0cDGohA0"
    },
    {
        "id": "different-containers",
        "title": "Nessuna attrezzatura?",
        "description": "Hai dimenticato di portare shaker e colini con te? Vediamo alcune alternative",
        "body": [
            {
                "heading":"È sempre utile portare con te shaker e colini, ma diciamocelo, nella maggior parte dei casi non è pratico. Tuttavia, puoi facilmente mescolare i tuoi cocktail nel bicchiere con ghiaccio e poi gustarteli.\n\nOra, esploriamo alcune alternative all'uso di uno shaker.",
                "content": ""
            },
            {
                "heading":"Shaker:",
                "content":"Un vasetto di marmellata vuoto è un'alternativa molto utile a uno shaker (chi non ne ha uno in giro?). Mescola i tuoi ingredienti nel vasetto, riempilo di ghiaccio e agita. Poiché il vasetto sarà pieno di ghiaccio e ci sarà poco spazio per il ghiaccio per sbattere contro, eviterai la maggior parte delle crepe del ghiaccio durante l'agitazione. Non c'è bisogno di filtrarlo finemente; puoi semplicemente aprire il vasetto e berlo direttamente! Altri oggetti utili per contenere gli ingredienti del cocktail includono un barattolo vuoto per le spezie, uno shaker per proteine o un contenitore vuoto per il gelato. Sii creativo e usa ciò che ritieni migliore!"
            },
            {
                "heading":"Jigger:",
                "content":"Non hai un jigger a portata di mano? Nessun problema! Poiché non stai vendendo i tuoi cocktail, puoi versare liberamente e scegliere quanto alcol vuoi nel tuo drink. Tuttavia, un'alternativa facile a un jigger è una tazzina da caffè espresso o un portauovo sodo, o qualsiasi altra cosa di cui conosci approssimativamente la quantità di liquido che può contenere.\n\nCon queste alternative, puoi miscelare un ottimo cocktail anche senza tutto l'equipaggiamento sofisticato!"
            }
        ]
    }
]
