[
    {
        "id": "simple-syrup",
        "title": "Sirop simple",
        "description": "Voyons comment faire du sirop simple, du sirop riche et quand il est préférable de les utiliser",
        "body": [
            {
                "heading": "Sirop simple et sirop riche",
                "content": "Le sirop simple est un mélange de parties égales d'eau et de sucre par poids (1:1), tandis qu'un sirop riche est composé de 2 parts de sucre pour 1 part d'eau (2:1)."
            },
            {
                "heading": "Fabrication du sirop simple",
                "content": "Pour faire du sirop simple, mettez du sucre dans un récipient et ajoutez de l'eau chaude, en remuant jusqu'à ce que le liquide devienne clair. Vous pouvez également mélanger le sucre et l'eau avec de l'eau froide, mais cela prendra plus de temps pour dissoudre le sucre. Cette méthode fonctionne avec tous les types de sucre, y compris le sucre granulé, brun, de canne, doré, muscovado et turbinado."
            },
            {
                "heading": "Stockage et utilisation",
                "content": "Une fois votre sirop de sucre prêt, laissez-le refroidir, embouteillez-le et étiquetez-le avec le nom du sucre utilisé, le ratio utilisé et la date de fabrication. Conservez-le au réfrigérateur pendant plus d'un mois. La plupart des cocktails nécessitent du sirop car le sucre granulé ne se dissout pas complètement lorsqu'on remue, secoue ou jette. Pour des boissons comme le old fashioned, le mojito ou la caipirinha qui utilisent initialement du sucre granulé, c'est à vous de choisir d'utiliser du sucre granulé ou du sirop. Cependant, l'utilisation de sucre granulé fera évoluer la douceur de votre cocktail avec le temps, ce qui peut ne pas être souhaitable. En utilisant plutôt du sirop de sucre, vous aurez plus de contrôle sur la douceur de la boisson et il sera plus facile de reproduire exactement le même profil de saveur."
            }
        ]
    },
    {
        "id": "honey",
        "title": "Sirops de miel, d'agave et de vanille",
        "description": "Apprenez à utiliser ces sirops épais et découvrez quelques faits intéressants",
        "body": [
            {
                "heading": "Importance des sirops dans les cocktails",
                "content": "Les sirops sont un élément clé de la confection de cocktails, et il est essentiel de les réussir pour obtenir la consistance et la saveur désirées. Il est important de diluer les sirops denses avec de l'eau dans un rapport de 1:1 ou 2:1 pour éviter la cristallisation."
            },
            {
                "heading": "Sirop de miel",
                "content": "Le sirop de miel est un ingrédient incontournable de nombreux cocktails, surtout avec les whiskys. Le ratio recommandé est de 3:1 avec de l'eau chaude. Il se conserve pendant plus d'un mois et la réfrigération peut prolonger sa durée de conservation."
            },
            {
                "heading": "Sirop d'agave",
                "content": "Le sirop d'agave est polyvalent et se marie bien avec les tequilas et le café. Diluez-le dans un rapport de 2:1 avec de l'eau chaude, embouteillez-le et conservez-le au réfrigérateur pendant plus d'un mois."
            },
            {
                "heading": "Sirop de vanille",
                "content": "Le sirop de vanille, idéal pour les cocktails, se marie bien avec le café et les saveurs fruitées. Vous pouvez l'acheter ou le faire vous-même en infusant une gousse de vanille avec du sirop simple. Réutilisez la gousse de vanille plusieurs fois pour la saveur."
            }
        ]
    },
    {
        "id": "fruity-syrups",
        "title": "Sirops aromatisés aux baies",
        "description": "Parlons de comment faire vos propres sirops fruités.",
        "body": [
            {
                "heading": "Avantages des sirops faits maison",
                "content": "Les sirops faits maison surpassent les marques commerciales avec des saveurs plus fraîches et plus naturelles. Contrôlez le goût, évitez les stabilisants et créez des mélanges uniques de fruits, d'herbes et d'épices."
            },
            {
                "heading": "Deux méthodes recommandées",
                "content": ""
            },
            {
                "heading": "Fruits, sucre et mélangeur",
                "content": "Mélangez des poids égaux de fruits et de sucre dans un bocal, écrasez légèrement et laissez reposer pendant 8 à 12 heures (ou plus si nécessaire). Dissolvez le sucre avec un poids égal d'eau tiède, filtrez et embouteillez."
            },
            {
                "heading": "Mélange de fruits",
                "content": "Mélangez des parties égales de fruits, de sucre et d'eau. L'utilisation d'eau à température ambiante donne une saveur plus fraîche, tandis que l'eau chaude donne une saveur plus riche et cuite des fruits. Filtrez et embouteillez le sirop."
            },
            {
                "heading": "Durée de conservation et préservation",
                "content": "Ces sirops ont une durée de conservation relativement courte d'environ une semaine ou deux au réfrigérateur. Il est possible de la prolonger jusqu'à un mois en ajoutant une touche de vodka. Expérimentez avec différents fruits, herbes et épices pour des délices faits maison."
            }
        ]
    },
    {
        "id": "other-syrups",
        "title": "Sirop de gingembre et sirop triple",
        "description": "Rejoignez-moi pour explorer deux sirops uniques et apprendre à les fabriquer de zéro !",
        "body": [
            {
                "heading": "Sirop de gingembre",
                "content": "Créer du sirop de gingembre selon la méthode de Jeff Morganthaler est simple : mélangez des parts égales d'eau chaude, de sucre et de gingembre pelé ou non pelé. Filtrez les solides avec de la gaze, un sac à lait végétal ou un T-shirt en coton non coloré, de préférence blanc (à usage unique en raison des taches). Désinfectez le tissu avant et après utilisation."
            },
            {
                "heading": "Sirop triple",
                "content": "Le mixologue expert Dale DeGroff a créé le sirop triple complexe pour sublimer les cocktails. Le sirop simple manque de complexité dans les boissons acides, tandis que le sirop de miel est trop intense. Combinez des parts égales de sirop simple (1:1), 1/2 part de sirop d'agave et 1/4 de sirop de miel. Ajustez les ratios selon votre goût. Exemple de recette : 400 ml de sirop simple, 200 ml de sirop d'agave, 100 ml de sirop de miel."
            }
        ]
    },
    {
        "id": "grenadine",
        "title": "Sirop de grenadine",
        "description": "Quelle grenadine offre le meilleur rapport qualité-prix en termes de temps/argent ?",
        "body": [
            {
                "heading": "Grenadine maison",
                "content": "Pour obtenir le meilleur sirop de grenade, le faire à partir de zéro est recommandé. Utilisez 950 ml de jus de grenade biologique, 600 g de sucre et 35 ml de jus de citron. Laissez mijoter à feu moyen à doux pendant 45 à 60 minutes jusqu'à épaississement."
            },
            {
                "heading": "Préparation du sirop",
                "content": "Mélangez 950 ml de jus de grenade et 600 g de sucre à feu doux. Remuez jusqu'à dissolution du sucre. Ajoutez 180 ml de mélasse, mélangez soigneusement. Embouteillez, étiquetez et réfrigérez jusqu'à deux semaines. Alternativement, de bonnes options disponibles en magasin offrent une durée de conservation plus longue."
            }
        ]
    }
]
