[
    {
        "id":"cosmopolitan",
        "text":"Barkeeper-Legende Dale „King Cocktail“ DeGroff entdeckte den Cosmopolitan Mitte der 1990er Jahre im Fog City Diner in San Francisco. Anschließend perfektionierte er während seiner Arbeit in den Rainbow Rooms in Manhattan sein eigenes Rezept für den Cocktail, einschließlich seiner charakteristischen geflammten Orangenschale als Beilage.\n\nDeGroff hat nie behauptet, den Cosmopolitan erfunden zu haben. In seinem 2002 erschienenen Buch „The Craft of Cocktail“ erklärt er, dass er ein definitives Rezept populär gemacht hat, das weithin als Standard akzeptiert wurde.\n\nDer Cosmopolitan erlangte immense Popularität, nachdem er häufig in der Fernsehsendung „Sex and“ gezeigt wurde die Stadt“, wobei die Charaktere oft an Cosmos nippen und sich fragen, warum sie jemals aufgehört haben, es zu trinken. Der Einfluss der Show trug dazu bei, dass der Cocktail zu einem bekannten Namen wurde."
    },
    
    {
        "id":"espresso-martini",
        "text":"Dieser Cocktail wurde 1983 von Dick Bradsell in der Soho Brasserie erfunden. Sein ursprünglicher Name war „Vodka Espresso“, dann „Pharmazeutisches Stimulans“ und schließlich „Espresso Martini“. Dick Bradsell wird zugeschrieben, dass er in dieser Zeit durch seine Arbeit in Bars wie The Player, 6 Degrees und Match sowie durch die Erfindung des Bramble-Cocktails die Cocktailszene in London revolutioniert hat. Die Geschichte besagt, dass Bradsell das Getränk kreierte, als ein junges Model nach etwas fragte, „das mich aufweckt und mich fertig macht“. Seine Lösung war eine Kombination aus Wodka, frischem Espresso, Kaffeelikör und Zucker, geschüttelt zu einer schaumigen Mischung bittersüßer Sucht."
    },
    
    {
        "id":"tommys-margarita",
        "text":"Dieser Cocktail wurde 1988 von Julio Bermejo kreiert und nach dem mexikanischen Restaurant und der Bar seiner Familie in San Francisco, Tommy's, benannt. Das Restaurant wurde 1965 von Tomas und Elmy Bermejo gegründet und ist auch heute noch ein familiengeführtes Restaurant, an dessen Betrieb alle fünf Kinder aktiv beteiligt sind.\n\nDank seiner umfassenden Tequila-Kenntnisse und außergewöhnlichen Barkeeper-Fähigkeiten hat Julio dies getan wurde zu einer bekannten Persönlichkeit in der Getränkeindustrie und zu einer Legende unter seinen Kollegen."
    },
    
    {
        "id":"zombie",
        "text":"Dieser als Zombie bekannte Cocktail wurde erstmals 1934 von Ernest Raymond Beaumont Gantt, besser bekannt als Donn the Beachcomber, kreiert. Obwohl es viele Geschichten über die Ursprünge des Zombies gibt, ist es wahrscheinlich, dass Donn selbst für die meisten davon verantwortlich war.\n\nEine amüsante, aber unwahrscheinliche Geschichte ist, dass das Getränk für einen Geschäftsmann erfunden wurde, der Hilfe bei seinem Kater brauchte ihn durch ein schwieriges Meeting. Der Kunde berichtete Donn später, dass er sich wie ein lebender Toter fühlte und sagte: „Es hat aus mir einen Zombie gemacht“.\n\nViele Jahre lang blieb das Rezept für den Zombie aufgrund von Donns sorgfältigem System ein Rätsel Geheimhaltung der Inhaltsstoffe. Dank der Bemühungen des Tiki-Revivalisten Jeff „BeachBum“ Berry können wir den Zombie-Cocktail nun bequem und sicher zu Hause zubereiten."
    },

    {
        "id":"pisco-sour",
        "text":"Der Ursprung dieses wunderbaren südamerikanischen Cocktails ist etwas unklar, da mehrere Leute behaupten, ihn erfunden zu haben. Die am weitesten verbreitete Geschichte besagt jedoch, dass es in den frühen 1920er Jahren in der Morris Bar in Lima, Peru, entstand. Die Bar gehörte Victor Vaughen Morris, einem Amerikaner, der 1903 für den Bergbau nach Peru gezogen war. Der Cocktail wurde ursprünglich als Alternative zum damals beliebten Whiskey Sour kreiert.\n\nDie moderne Version von Der Cocktail wurde Ende der 1920er Jahre kreiert, als Barkeeper Mario Bruige dem Rezept Angosturabitter und Eiweiß hinzufügte. Diese neue Version des Cocktails erfreute sich schnell großer Beliebtheit und wird mittlerweile auf der ganzen Welt genossen."
    },

    {
        "id":"americano-cocktail",
        "text":"Obwohl es sehr wahrscheinlich ist, dass er als Variation des Milano-Torino entstand, gibt es mehrere Hypothesen zu seiner Entstehung. Eine solche Hypothese stammt aus dem Jahr 1933 und besagt, dass das Getränk zu Ehren des Boxers Primo Carnera kreiert wurde, der aufgrund seiner Erfolge in den USA den Spitznamen „The Americano“ erhielt. Einigen Quellen zufolge förderte sogar die damalige politische Propaganda diese Verbindung zwischen dem italienischen Boxer und den Zutaten des Getränks, die alle italienischen Ursprungs waren.\n\nEine andere Hypothese besagt, dass seine Entstehung eine Marketingstrategie von Martini & Rossi war Marke, um ihren Wermut in die Vereinigten Staaten zu exportieren."
    },
    
    {
        "id":"aperol-spritz",
        "text":"Der Ursprung des Spritz geht auf den Brauch der im Königreich Lombardo-Venetien stationierten Truppen des Kaiserreichs Österreich zurück, lokale Weine mit hohem Alkoholgehalt mit Selters oder Mineralwasser zu mischen. Der Name des Getränks leitet sich vom deutsch-österreichischen Verb „spritzer“ ab, was „streuen“ bedeutet.\n\nAls Cocktail entstand der Spritz vermutlich zwischen den 1920er und 1930er Jahren in der Umgebung Venedig und Padua, wo man diesen Brauch mit Aperol oder Select kombinierte, um den klassischen Cocktail zu kreieren, den wir heute kennen."
    },
    
    {
        "id":"bellini",
        "text":"Der Bellini wurde erstmals 1948 von Giuseppe Cipriani, dem Chefbarkeeper von Harry's Bar in Venedig, kreiert. Cipriani benannte den Cocktail nach dem venezianischen Maler Giovanni „il Giambellino“ Bellini, weil seine rosa Farbe ihn an die Farbe einer Schneidertoga in einem von Bellinis Gemälden erinnerte.\n\nUrsprünglich eine saisonale Spezialität von Harry's Bar, der Bellini wurde schnell zum Favoriten vieler Berühmtheiten, darunter Ernest Hemingway, Gianni Agnelli, Sinclair Lewis und Orson Welles.\n\nNachdem ein französischer Unternehmer eine Handelsroute für den Transport von Pfirsichmark in die USA eingerichtet hatte, gewann der Bellini auch in Harry's Bar an Popularität New York. In kurzer Zeit wurde er zu einem klassischen Cocktail und wird heute in Bars auf der ganzen Welt genossen."
    },
    
    {
        "id":"bloody-mary",
        "text":"Der Bloody-Mary-Cocktail wurde zwischen den 1920er und 1930er Jahren erfunden und es gibt verschiedene Theorien über seinen Ursprung und Namen.\n\nEine Theorie besagt, dass der französische Barkeeper Fernand Petiot den Drink 1921 kreierte, als er in Harry's New York Bar in Paris arbeitete. Eine andere Theorie besagt, dass es 1930 von Henry Zbikiwicz im New Yorker „21 Club“ erfunden wurde, während andere seine Erfindung dem Komiker George Jessel zuschreiben, der ein häufiger Gast derselben Bar war.\n\nDahinter verbergen sich verschiedene Geschichten der Name, aber mein Favorit stammt aus George Jessels Autobiografie „The World I Live In“. Jessel erinnert sich an eine besonders lange Nacht in Palm Beach im Jahr 1927, in der er um 8 Uhr morgens für sich und seine Freunde Wodka mit Tomatensaft und Gewürzen mixte. Als er der Prominenten Mary Brown Warburton, die immer noch ihr weißes Kleid vom Vorabend trug, ein Glas reichte, schüttete sie es sofort über die Vorderseite ihres Kleides und rief: \"Jetzt kannst du mich Bloody Mary nennen, George!\"."
    },
    
    {
        "id":"boulevardier",
        "text":"Der Boulevardier-Cocktail wurde von Harry McElhone, einem Barkeeper in der New York Bar in Paris, für Erskine Gwynne kreiert, eine im Ausland lebende Amerikanerin, die zufällig auch Herausgeberin einer Monatszeitschrift namens „The Boulevardier“ war. Daher erhielt das Getränk seinen Namen. Das Rezept für den Cocktail wurde erstmals 1927 in Gwynnes Buch „Barflies and Cocktails“ veröffentlicht.\n\nIm Wesentlichen ist der Boulevardier eine Variation des Negroni, aber anstelle von Gin wird er mit Bourbon hergestellt. Es ist erwähnenswert, dass das Negroni-Rezept erst 20 Jahre nach dem Boulevardier veröffentlicht wurde und 1927 viele Amerikaner Campari, eine Hauptzutat in beiden Getränken, noch nicht kannten."
    },

    {
        "id":"caipirinha",
        "text":"Obwohl der Ursprung des Getränks unbekannt ist, wurde der Caipiriña im 19. Jahrhundert von Landbesitzern in der Region Piracicaba, São Paulo, Brasilien, als lokales Getränk für Veranstaltungen und Partys mit „gehobenem Standard“ erfunden.\nCaipirinha ist der stärkste nationale Cocktail aus Brasilien und wird in Bars, Restaurants und vielen Haushalten im ganzen Land getrunken.\nSein Name ist die Verkleinerungsform des Wortes „caipira“, das sich auf jemanden vom Land bezieht."
    },
    
    {
        "id":"champagne-cocktail",
        "text":"Der Ursprung dieses Getränks ist rätselhaft und geht auf die sogenannte Eisenzeit der amerikanischen Mixologie zurück – eine Zeit zwischen der Erfindung der Cocktails und der Veröffentlichung des ersten Cocktailbuchs im Jahr 1862.\n\nInteressanterweise ist die Die erste schriftliche Erwähnung des Champagner-Cocktails findet sich im Buch „Panama im Jahr 1855“ von Robert Tomes, in dem er ausführlich beschreibt, wie man ihn zubereitet. Dies beweist nicht nur, dass Champagner-Cocktails vor 1855 hergestellt wurden, sondern auch, dass sie in einem Tumbler auf zerstoßenem Eis und ohne Cognac oder Brandy hergestellt wurden.\n\nEs ist faszinierend, die Ursprünge dieses klassischen Cocktails zu entdecken und die Tatsache, dass Es ist ein Beweis für seine anhaltende Anziehungskraft, die man schon so lange genießt."
    },
    
    {
        "id":"clover-club",
        "text":"Der Clover Club Cocktail ist ein Getränk, das vor der Prohibition in den Vereinigten Staaten kreiert wurde und seinen Namen vom gleichnamigen Männerclub in Philadelphia hat. Der Club traf sich im Bellevue-Stratford Hotel an der Ecke South Broad Street und Walnut Street in Center City. Der Clover Club wurde 1896 gegründet, wie im Buch „The Clover Club of Philadelphia“ von Mary R. Deacon aus dem Jahr 1897 beschrieben.\n\nRezepte für den Clover Club Cocktail wurden bereits 1917 im Buch „The „Idealer Barkeeper“ von Thomas Bullock."
    },
    
    {
        "id":"daiquiri",
        "text":"Während es bei vielen Vintage-Getränken an Dokumentationen mangelt, die den genauen Herstellungsort belegen, wird der Ursprung des Daiquiri durch eine tatsächliche Cocktail-Rezeptkarte belegt, die 1896 von „Jennings Cox“ unterzeichnet wurde. Cox, ein amerikanischer Ingenieur, der nach der spanischen Herrschaft in Kuba lebte und arbeitete, Es wird angenommen, dass der amerikanische Krieg den Daiquiri erfunden hat, nachdem ihm bei einer Cocktailparty der Gin ausgegangen war. Da es im Land reichlich Rum gibt, erwies er sich als praktischer Ersatz für einen Punsch, den er servierte. Anders als auf seiner Rezeptkarte angegeben, wurde das Getränk aus Limetten und braunem Zucker zubereitet. Es erwies sich als großer Erfolg und Cox taufte es „Daiquiri“ und benannte das Getränk nach einer nahegelegenen Hafenstadt, in der zufällig auch die USA während des Spanisch-Amerikanischen Krieges erstmals in Kuba einmarschierten.\n\nAllerdings Angesichts des Reichtums an Limetten, Zucker und Rum auf der Insel ist es wahrscheinlich, dass Cox lediglich der Erste war, der das Rezept für einen Cocktail verfasste, den es in Kuba bereits gab. Ganz zu schweigen davon, dass ein Prototyp des Daiquiri die britische Royal Navy schon vor Jahrhunderten vor Skorbut bewahrt hatte."
    },
    
    {
        "id":"french-75",
        "text":"Eines der ersten aufgezeichneten Rezepte für den French 75 stammt aus dem Savoy Cocktail Book aus dem Jahr 1930, die wahre Natur seines Ursprungs ist jedoch etwas unklar. Eine Denkrichtung geht davon aus, dass der Schotte Harry MacElhone, Besitzer von Harry's American Bar in Paris, dem Getränk 1926 seinen Namen gegeben hat. Die Inspiration für den Namen war offenbar eine 75-mm-Haubitze-Feldkanone, die von den Franzosen und Amerikanern im Ersten Weltkrieg eingesetzt wurde. Die Waffe war für seine Genauigkeit und Geschwindigkeit bekannt, und der French 75 soll einen solchen Kick haben, dass es sich anfühlte, als würde man von einer solchen Waffe getroffen. Die Geschichte des Cocktails reicht jedoch weiter zurück als bis in die 1920er Jahre. Es ist bekannt, dass Charles Dickens seinen Besuchern bereits 1867 Gin- und Champagnerbecher servierte, und aus dem 19. Jahrhundert gibt es viele Geschichten über adlige Herren wie den Prinzen von Wales, die ähnliche Kreationen genossen."
    },
    
    {
        "id":"gimlet",
        "text":"Dieser Cocktail erlangte Popularität, nachdem er 1953 im Roman „The Long Goodbye“ von Raymond Chandler erwähnt wurde, in dem die Hauptfigur, Philip Marlowe, sagte: „Ein echter Gimlet besteht zur Hälfte aus Gin und zur Hälfte aus Rose’s Lime Juice und sonst nichts.“ Es schlägt Martinis Hollow.“\nDie Geschichte dieses Getränks reicht jedoch noch weiter zurück, da angenommen wird, dass es Matrosen der britischen Royal Navy als Mittel zur Bekämpfung von Skorbut serviert wurde. Rose’s Lime Juice wurde 1867 kreiert, um Limettensaft ohne Alkohol zu konservieren, und durch die Mischung des Safts mit Navy Strength Gin war der Gimlet geboren. Mitte des 20. Jahrhunderts war der Gimlet ein beliebter Cocktail unter Marineoffizieren und in der britischen Gesellschaft."
    },
    
    {
        "id":"hemingway-daiquiri",
        "text":"Der Hemingway Daiquiri entstand, als Ernest Hemingway eine Bar namens „El Floridita“ in Havanna, Kuba, betrat und eine Reihe frostiger Daiquiris auf der Theke bemerkte. Neugierig fragte er den Barkeeper, ob er eines probieren könne, und der Barkeeper kam ihm nach. Hemingway genoss das Getränk, bemerkte jedoch, dass er es ohne Zucker und mit der doppelten Menge Rum bevorzuge. Der Barkeeper mixte umgehend eine neue Version des Getränks nach Hemingways Vorlieben und sie wurde als Papa Doble oder Double Frozen Daiquiri bekannt.\n\nHemingway entwickelte eine starke Affinität zu dem Getränk und konsumierte es oft in großen Mengen. Es heißt, er habe einmal an einem einzigen Tag 17 Papa Dobles getrunken, und in einem Brief an den Schriftsteller Harvey Breit behauptete er, dass er am nächsten Tag nicht einmal einen Kater erlitten habe. Er führte dies auf die zuckerfreie Zubereitung des Cocktails und ein Steak-Sandwich zurück, das er aß.\n\nInsgesamt ist der Hemingway Daiquiri ein Beweis für Hemingways Liebe zu Rum und seine Vorliebe für starke, unkomplizierte Cocktails."
    },

    {
        "id":"mai-tai",
        "text":"Der Mai Tai ist einer der Inbegriffscocktails der Tiki-Kultur. Laut Victor J. Bergeron, besser bekannt als Trader Vic, begann diese Geschichte im Jahr 1944. Er erzählt die Geschichte des Tages, als er zwei Freunde, Eastham und Carrie Guild aus Tahiti, in seinem Restaurant „Trader Vic“ in Oakland, Kalifornien, bediente. Nachdem er seinen Freunden das Getränk serviert hatte, nahm Carrie einen Schluck und rief: „Mai Tai-Roa Aé“, was „Nicht von dieser Welt – das Beste“ bedeutet."
    },
    
    {
        "id":"manhattan",
        "text":"Wie bei vielen klassischen Cocktails ist die Entstehungsgeschichte des Manhattan rätselhaft. Die populärste Theorie besagt, dass das Rezept in den frühen 1880er Jahren von Dr. Iain Marshall für eine Party erfunden wurde, die Lady Randolph Churchill, die Mutter von Winston Churchill, im Manhattan Club in New York veranstaltete. Diese Theorie wurde jedoch widerlegt, da Lady Randolph Churchill zu dieser Zeit schwanger und in England war. Eine plausiblere Geschichte stammt aus dem Buch „Valentine's Manual of New York“ aus dem Jahr 1923, in dem es heißt, dass William F. Mulhall, ein Barkeeper im New Yorker Hoffman House in den 1880er Jahren, behauptete, der Manhattan-Cocktail sei von einem Mann namens Black erfunden worden besaß ein Lokal zehn Türen unterhalb der Houston Street am Broadway."
    },
    
    {
        "id":"margarita",
        "text":"Es wird angenommen, dass die Margarita eine auf Tequila basierende Version des Daisy ist, einer Getränkeart, die bis in die viktorianische Zeit zurückreicht, da „Margarita“ spanisch für „Gänseblümchen“ ist.\n\nEs gibt mehrere Behauptungen darüber Erfindung und Namensgebung der Margarita. Einer Geschichte zufolge kreierte Daniele Negrete das Getränk 1936 als Geschenk für seine Freundin Margarita, als er Manager des Graci Crespo Hotels in Puebla, Mexiko, war. Im Jahr 1944 zog Negrete nach Tijuana, Mexiko, und wurde Barkeeper auf der Rennstrecke Agua Caliente, die angeblich der Geburtsort der Margarita in den frühen 1930er Jahren war.\n\nEine andere Geschichte schreibt die Kreation der Margarita Johnny Durlesser, dem Chef, zu Barkeeper des Tail O' The Clock in Los Angeles, der von Vernon Underwood, Präsident der Young's Market Company, gebeten wurde, ein Getränk aus Cuervo Tequila zu kreieren, dessen Vertrieb das Unternehmen in den 1930er Jahren erst kürzlich begonnen hatte. Underwood benannte das Getränk nach seiner Frau Margaret (Margarita)."
    },
    
    {
        "id":"mimosa",
        "text":"Brunch und Mimosen gehen einfach Hand in Hand, und viele Brunch-Lokale bieten normalerweise grenzenlose Mimosen an. Wie bei den meisten klassischen Cocktails gibt es viele Legenden über den wahren Ursprung der Mimose. Der Buck’s Fizz, ebenfalls aus Champagner und Orangensaft (jedoch mit einer größeren Menge Wein), wurde 1921 im Buck’s Club in London erfunden. Obwohl diese beiden Cocktails viele Gemeinsamkeiten haben, wird angenommen, dass Frank Meier, ein Barkeeper im Ritz Hotel in Paris, vier Jahre später, im Jahr 1925, den Mimosa erfand, der zu gleichen Teilen Sekt und Saft verwendet."
    },
    
    {
        "id":"mint-julep",
        "text":"Der Julep diente ursprünglich als medizinisches Tonikum zur Linderung von Magenbeschwerden. Als Cocktail erlangte er jedoch Ende des 18. Jahrhunderts im amerikanischen Süden große Popularität und galt als Getränk der Elite. Dies lag daran, dass Eis und der Silberbecher, in dem das Getränk normalerweise serviert wird, nicht für jedermann leicht zugänglich waren.\n\nIm Jahr 1938 wurde der Mint Julep zum offiziellen Getränk des Kentucky Derby erklärt, und seitdem sind es etwa 120.000 dieser Cocktails wurden jedes Jahr beim Rennen verkauft."
    },
    
    {
        "id":"mojito",
        "text":"Havanna, Kuba, gilt allgemein als Geburtsort des Mojito, obwohl es einige Debatten über seinen genauen Ursprung gibt. Die Popularität des Getränks begann während der Zeit von Ernest Hemingway in Kuba rasant zu steigen.\n\nEine Theorie besagt, dass der ursprüngliche Mojito als medizinisches Getränk zur Bekämpfung von Krankheiten auf der Insel geschaffen wurde und seine Hauptspirituose eine Art Mondschein-Rum war. Als jedoch Piraten in Kuba einmarschierten, wurde das Getränk Sir Francis Drake vorgestellt, der den Mondschein umgehend durch Rum ersetzte. Ursprünglich wurde das Getränk nach Drake „El Draque“ genannt, aber schließlich wurde es als der Mojito bekannt, den wir heute kennen."
    },
    
    {
        "id":"negroni",
        "text":"Die Geschichte dieses Cocktails reicht bis ins Jahr 1919 zurück, als Graf Camillo Negroni, ein bekannter Playboy und Stammgast der Casoni Bar in Florenz, Italien, nach einer stärkeren Version seines üblichen Americano-Cocktails fragte. Fosco Scarselli, der diensthabende Barkeeper, ersetzte das Sodawasser im Rezept durch Gin, und so war der Negroni geboren.\n\nUnterhaltsame Tatsache: Dank Gaz Regan besteht die ikonische Art, einen Negroni zuzubereiten, darin, ihn mit dem Wasser umzurühren Finger, und es sollte immer mit einer Orangenspalte oder -spirale garniert werden. Es ist erwähnenswert, dass die Verwendung einer Zitrone als Beilage als schweres Vergehen gilt und die Strafe darin besteht, Gaz Regans Negroni-Rührfinger zu lutschen."
    },
    
    {
        "id":"old-fashioned",
        "text":"Der Old Fashioned ist eine der frühesten und einfacheren Versionen von Cocktails und stammt aus der Zeit vor der Entwicklung fortschrittlicher Barkeeper-Techniken und -Rezepte, die in der zweiten Hälfte des 19. Jahrhunderts aufkamen.\n\nIn den 1860er Jahren wurde es üblich, Orangen-Curaçao und Absinth hinzuzufügen , und andere Liköre zum Cocktail, was ihn komplexer macht. Infolgedessen begannen Gäste, die einfachere Cocktails bevorzugten, nach Getränken zu fragen, die denen ähnelten, die vor den 1850er Jahren hergestellt wurden, und bezeichneten sie als „altmodisch“."
    },
    
    {
        "id":"paloma",
        "text":"Der Ursprung des Paloma-Cocktails ist rätselhaft und niemand weiß genau, wer ihn erfunden hat. Einige schreiben die Kreation dem legendären Don Javier Delgado Corona zu, dem Besitzer der Bar „La Capilla“ in der Stadt Tequila, Jalisco, Mexiko. Don Javier ist auch der Erfinder eines anderen Cocktails auf Tequila-Basis namens Batanga, einer Mischung aus Tequila, Limettensaft und Coca-Cola."
    },
    
    {
        "id":"pina-colada",
        "text":"Piña Colada stammt aus San Juan, Puerto Rico, wo er 1954 von Ramón „Monchito“ Marrero im Caribe Hilton kreiert wurde. Dieser erfrischende Cocktail wird durch die Mischung von Rum, Kokosnusscreme und Ananassaft hergestellt, was zu einem fruchtigen und köstlichen Cocktail führt Sommergetränk.\n\nIm Jahr 1978 wurde Piña Colada offiziell zum Nationalgetränk von Puerto Rico erklärt. Auch heute noch ist er einer der besten Cocktails der Marke Hilton Hotel."
    },
    
    {
        "id":"pornstar-martini",
        "text":"Der Schöpfer dieses provokanten und verspielten Cocktails ist Douglas Ankrah, der ihn in der LAB Bar im Londoner Stadtteil Soho kreierte. Das Getränk heißt „augenzwinkernd“ und besteht aus Vanille-Wodka, Passionsfrucht und Champagner, wodurch eine köstliche und exotische Geschmacksbalance entsteht, die leicht zu konsumieren ist.\n\nWas wirklich unerwartet war, war die Beständigkeit Popularität dieses Cocktails, der seit fast zwei Jahrzehnten ein beliebter Cocktail ist. Tatsächlich galt er 2019 als der meistbestellte Cocktail im gesamten Vereinigten Königreich."
    },
    
    {
        "id":"whiskey-sour",
        "text":"Das erste schriftliche Rezept für dieses Getränk erschien 1862 in Jerry Thomas‘ „The Bartender’s Guide“. Es ist jedoch sehr wahrscheinlich, dass Sours schon viele Jahrzehnte zuvor existierten, da sie bei Seeleuten sehr beliebt waren. Lange Monate auf See zu verbringen, birgt für Seeleute die Gefahr von Unterernährung und Skorbut. Zitrusfrüchte sind ein wirksames Mittel zur Bekämpfung von Skorbut, daher stechen Schiffe oft mit reichlich Zitronen, Limetten und Orangen in See, die die Seeleute verzehren können. Da es keine Kühlung gab, nahmen die Seeleute Spirituosen wie Rum, Whiskey und Gin mit an Bord, um auf langen Reisen etwas Sicheres zum Trinken zu haben. Im Laufe der Zeit wurden Limette und Zitrone mit Alkohol und Wasser gemischt, um ein Getränk zu kreieren, das den Durst löschte und Skorbut vorbeugte."
    },
    
    {
        "id":"white-russian",
        "text":"Der Black Russian ist ein traditioneller Cocktail, der erstmals 1949 eingeführt wurde, sich jedoch durch die Zugabe von Sahne in einen White Russian verwandelt. Obwohl keines der beiden Getränke seinen Ursprung in Russland hat, sind beide nach der Hauptzutat Wodka benannt.\n\nNach der Veröffentlichung des Films „The Big Lebowski“ im Jahr 1998 schoss die Popularität dieses Cocktails sprunghaft in die Höhe. Die Hauptfigur des Films, Jeffrey „The Dude“ Lebowski, scheint diesen Cocktail zu bevorzugen und bezeichnet ihn im Laufe des Films mehrmals als „Kaukasier“."
    }
]
