[
    {
        "id":"fatwashing",
        "title":"Fat-washing spirits",
        "description":"What is fat-washing and what can you achieve with it.",
        "body": [
            {
                "heading":"Introduction",
                "content":"Fat-washing is a technique used to add savory flavors to spirits, giving a luscious complexity that can't be achieved through traditional infusion methods."
            },
            {
                "heading":"What happening?",
                "content":"This process, often seen in high-end bars and restaurants, is a kind of alchemy that infuses the essence of fatty substances into alcohol. The method involves \"washing\" a spirit with a chosen fat – be it butter, bacon, or even olive oil – then freezing it to solidify the fat for removal, leaving behind only the desired flavors."
            },
            {
                "heading":"The result?",
                "content":"A spirit that carries a velvety mouthfeel and rich undertones that can elevate cocktails to a new dimension. Imagine a smoky whiskey with a hint of bacon, perfect for a robust Old Fashioned, or a citrussy gin touched by the creamy subtleties of coconut oil, ready to bring a tropical twist to your martini.\n\nFat-washing not only exemplifies culinary ingenuity but also offers mixologists a canvas for creativity. The process respects the base spirit's integrity while layering complexity, making it a darling technique for craft cocktail creators who are eager to surprise and indulge the senses of their guests."
            },
            {
                "heading":"Some other notes",
                "content":"It's important to note that fat-washing isn't simply about flavor; it's a transformative process that plays with texture and aroma, creating a multi-sensory experience. The interplay of scent and taste, coupled with an often unexpected silkiness, makes fat-washed spirits a novel exploration for the curious drinker and a tool for the visionary bartender.\n\nAs the craft cocktail movement continues to embrace traditional and modern techniques, fat-washing stands out as an innovative way to personalize and refine the essence of a drink. It is storytelling in a glass, where each sip reveals layers of flavor, inviting a journey through the senses that is as imaginative as it is delightful."
            }
        ]
    }
]
