[
    {
        "id":"equipment",
        "title":"Ausrüstung",
        "description":"Sie sind sich nicht sicher, was Sie online kaufen sollen?\nLass uns darüber reden.",
        "body":"Ich möchte betonen, dass Sie nicht sofort die gesamte wesentliche Ausrüstung benötigen. Ich kann Ihnen jedoch bei der Auswahl der richtigen Werkzeuge helfen, um mit der Zubereitung außergewöhnlicher Cocktails zu beginnen.\n\nCOCKTAIL-SHAKER:\nBeim Kauf eines Shakers müssen zwei Hauptfaktoren berücksichtigt werden: der Stil und das Material, aus dem er besteht (Metall, Edelstahl). , Kunststoff usw.). Die beiden am häufigsten vorkommenden Shaker sind der „Cobbler Shaker“, der aus drei Teilen besteht, und der „Boston Shaker“, der aus zwei Teilen besteht. Ich kann den „Boston-Shaker“ wärmstens empfehlen, da er einfach mit einer Hand zu bedienen ist und gut aussieht und klingt. Es ist nicht nur die beliebteste Wahl für professionelle Barkeeper, weil es beim Sieben effektiver ist, sondern aufgrund seiner Qualität ist es auch einfacher, Ersatzteile dafür zu finden.\n\nSIEBE:\nEs gibt drei verschiedene Arten von Sieben: „Julep“, „Hawthorn“, das verhindert, dass Eisbrocken in das Cocktailglas fallen, und das feine Sieb. Das feine Sieb (oder Teesieb) fängt alle kleinen Scherben auf, die durchkommen. Mein bevorzugtes Sieb ist das „Calabrese Hawthorn Sieb“, das vielseitig einsetzbar ist und hauptsächlich in Kombination mit dem Feinsieb verwendet wird.\n\nJIGGER:\nDas Jigger-Set, das ich gerne verwende, besteht aus zwei Gefäßen, jedes mit einem Doppelkegel. Der kleinere misst normalerweise 25 ml und hat innen Markierungen für 15 ml, und der größere misst 50 ml und hat eine Markierung für 35 ml.\n\nBARLÖFFEL:\nBarlöffel eignen sich zum Mischen und Schichten von Mixgetränken. Das funktioniert am besten, wenn die Rührtechnik sehr sanft ist. Sie können auch kleine Flüssigkeitsmengen, normalerweise etwa 5 ml, abmessen und Kirschen oder Oliven aus dem Glas fischen.\n\nANDERE WERKZEUGE:\nMuddler: Holen Sie sich ein gutes Gerät, um Früchte am Boden eines Glases zu zerschlagen, oder alternativ: Sie können die flache Oberfläche oben am Barlöffel verwenden, falls dieser vorhanden ist.\nSchäler: Wenn Sie noch keinen zu Hause haben, besorgen Sie sich einen guten Y-Schäler und vermeiden Sie flexible und dünne Materialien. Ich habe eines zerstört, als ich eine feste Zitrone schälte, und es hat meinen Finger schwer aufgeschnitten.\nMesser und Schneidebrett: Sie können so ziemlich jedes gute scharfe Messer verwenden, und jedes Schneidebrett reicht aus.\nEntsafter: Wenn Sie es anziehen Wenn Sie noch keins zu Hause haben, würde ich Ihnen den Kauf eines „Mexikanischen Ellenbogens“ für Zitronen empfehlen, mit dem Sie auch Limetten auspressen können.\nMischgläser: Sie sind ziemlich teuer und nicht unbedingt erforderlich. Sie können ganz einfach eine der beiden Dosen des Cocktailshakers verwenden und sparen so einen großen Aufwand.",
    },
    {
        "id":"shake",
        "title":"Wie man Cocktails schüttelt",
        "description":"Erfahren Sie, warum Sie Cocktails schütteln sollten und vieles mehr!",
        "body":"Das Schütteln eines Cocktails ist eine der schnellsten Möglichkeiten, ihn zu kühlen. Die Flüssigkeit verteilt sich schnell im Shaker und im Eis, wodurch der Wärmeaustausch zwischen beiden beschleunigt wird. In diesem Artikel erkläre ich, warum der Cocktail umso schneller abkühlt, je schneller man schüttelt.\n\nIm Allgemeinen sollte ein Cocktail etwa 8 bis 10 Sekunden lang geschüttelt werden. Längeres Schütteln hat kaum Einfluss auf das Endergebnis und verschwendet Energie. Durch kräftiges Schütteln bildet sich eine Eisschicht um den Shaker. Sobald Sie diese Schicht erreicht haben, können Sie mit dem Schütteln aufhören, was anzeigt, dass die Flüssigkeit im Inneren den kältesten möglichen Punkt erreicht hat, etwa -5° C. Die Schütteltechnik und die Eisform sind nicht so wichtig, aber Sie sollten niemals mit zerstoßenem Eis schütteln.\\ n\nDurch Schütteln wird den Cocktails außerdem Luft verliehen. Das Eis schließt kleine Luftbläschen in der Flüssigkeit ein, was sich auf das haptische Erlebnis des Cocktails und die Wahrnehmung der Aromen auswirkt. Beachten Sie jedoch, dass das Getränk durch das Schütteln trübe wird, unabhängig davon, wie klar die Zutaten sind.\n\nNachdem Sie einen Cocktail geschüttelt haben, sollten Sie ihn immer doppelt abseihen, um die Eissplitter und alle schwimmenden Frucht-, Kern- oder Fruchtstückchen zu entfernen Fruchtfleisch. Dadurch wird das Getränk geschmeidiger.\n\nWenn Sie einen Cocktail zubereiten, geben Sie alle Zutaten in die kleine Dose des Shakers und füllen Sie diese dann mit Eis. Stellen Sie die große Dose darauf, drehen Sie sie um und drehen Sie beide Dosen in entgegengesetzte Richtungen. Generell kann die kleine Dose je nach Flüssigkeitsmenge pro Cocktail bis zu zwei Cocktails aufnehmen. Nach dem Schütteln können Sie den Shaker etwa einen Zentimeter unterhalb des Randes auf die Seite schlagen, um die Versiegelung aufzubrechen. Dies erfordert Übung, also machen Sie sich keine Sorgen, wenn es beim ersten Mal nicht funktioniert.\n\nHier sind einige Profi-Tipps, die Sie im Hinterkopf behalten sollten: Geben Sie zuerst die billigsten Zutaten hinein, um Verschwendung zu minimieren, und machen Sie bei Bedarf eine ungleichmäßige Zubereitung Bei der Anzahl der Cocktails können Sie den zusätzlichen Cocktail gleichmäßig auf die beiden Shaker-Sets verteilen und ihn dann gleichmäßig in die Gläser gießen.\n\nDenken Sie schließlich daran, dass Cocktails, die ohne Eis serviert werden, eine kurze Lebensdauer haben. Sie können sie entweder schnell trinken oder das Glas abkühlen lassen, bevor Sie es verwenden.\n\nUm es noch einmal zusammenzufassen: Schütteln Sie den Cocktail 8–10 Sekunden lang kräftig mit Eiswürfeln. Durch das Schütteln wird das Getränk gekühlt, verdünnt und belüftet.",
        "hasVideo":true,
        "videoURL":"https://www.youtube.com/watch?v=lRtJwgZINIk",
        "videoID":"lRtJwgZINIk"
    },
    {
        "id":"stir",
        "title":"Wie man Cocktails rührt",
        "description":"Warum rührt man bestimmte Cocktails um, anstatt sie zu schütteln?",
        "body":"Der Grund, warum wir Cocktails wie Martinis rühren, liegt darin, dass sie ein optisch und geschmacklich ansprechendes Endergebnis liefern. Wenn Sie einen Cocktail rühren, haben Sie viel mehr Kontrolle über die Verdünnung des Eises. Es ist jedoch wichtig, sich daran zu erinnern, dass die Wissenschaft sagt: „Eis schmilzt mit der Hitze, die dem Getränk entzogen wird.“ Sobald Sie also den frostigen Effekt außerhalb Ihres Rührglases erreichen, ändert sich fast nichts mehr und Ihre ganze Mühe wird umsonst sein. Ein gerührter Cocktail hält alle Zutaten klar, da keine Luftblasen darin eingeschlossen sind. Dies bedeutet auch, dass die Aromen der Zutaten stärker zur Geltung kommen. Die Rührtechnik hat keinen Einfluss auf das Ergebnis des Cocktails, aber eine gute Technik lässt Sie professionell aussehen. Nehmen Sie einen schönen langen Barlöffel und stellen Sie ihn nahe an das Rührglas. Lassen Sie ihn sanft zwischen Ihren Fingern und auf einer Kreisbahn gegen das Glas rotieren. Beim Rühren sinkt die Temperatur des Cocktails in weniger als 10 Sekunden auf etwa 0 °C, aber es dauert mehr als 40 Sekunden, bis die gleiche Temperatur wie bei einem geschüttelten Cocktail erreicht ist.\n\nVorbereitung: Die am häufigsten verwendete Vorgehensweise ist Geben Sie alle Zutaten in das Rührglas (billigste Zutaten zuerst), fügen Sie dann Eis hinzu und rühren Sie um. Das Mixglas zuerst abzukühlen ist eine gute Vorgehensweise, aber nicht unbedingt erforderlich.\n\nProfi-Tipps:\n- Cocktails, die ohne Eis serviert werden, haben eine kurze Lebensdauer. Sie können sie entweder schnell trinken oder das Glas vor dem Servieren abkühlen lassen. So haben Sie etwas mehr Zeit, es zu genießen.\n- Ein gutes Umrühren dauert doppelt so lange wie das Händewaschen. Du kannst also dein Muskelgedächtnis trainieren, indem du singst:\n\t- Herzlichen Glückwunsch zum Geburtstag\n\t- Ich werde überleben – nur der Refrain\n\t- Afrika – nur der Refrain\n\nKurze Zusammenfassung:\n- Rühren mit einem gleichmäßigen Tempo etwa 60 Sekunden lang.\n- Kühlen Sie das Glas immer ab, wenn der Cocktail ohne Eis serviert wird.\n- Durch Rühren werden Ihre Zutaten hervorgehoben – Qualität ist der Schlüssel.\n- Umgerührte Cocktails funktionieren am besten mit klaren Flüssigkeiten.",
        "hasVideo":true,
        "videoURL":"https://www.youtube.com/watch?v=2MB9DilgEKM",
        "videoID":"2MB9DilgEKM"
    },
    {
        "id":"churn",
        "title":"Wie man abwandert und einbaut",
        "description":"Zwei supereinfache Techniken, an denen Sie niemals scheitern sollten!",
        "body":"Das Rühren ist eine leistungsstarke und einfache Technik, bei der alle Zutaten in einem Glas kräftig mit zerstoßenem Eis vermischt werden, um den Cocktail sofort abzukühlen, für eine Verdünnung zu sorgen und ein zusammenhängendes Geschmacksprofil zu erzeugen. Obwohl es oft mit Mojitos in Verbindung gebracht wird, kann es mit jedem Cocktail verwendet werden.\n\nZum Anrichten geben Sie einfach alle Zutaten in das Glas, füllen es mit zerstoßenem Eis und mischen die Zutaten mit einem Barlöffel kräftig für 8-10 Minuten. 10 Sekunden. Geben Sie nach Bedarf noch mehr Crushed-Eis auf.\n\nProfi-Tipps:\n- Halten Sie Ihr Eis frisch und gut zerkleinert\n- Vermeiden Sie das Rühren von kohlensäurehaltigen Zutaten\n- Verwenden Sie eine kräftige Rührbewegung mit Ihrem Barlöffel\n- Stellen Sie sicher, dass Feste Zutaten werden gleichmäßig im Glas verteilt\n\nEine andere Technik ist „Einbauen“, bei der alle Zutaten direkt in ein Glas auf Eis gegossen werden. Vermeiden Sie es, Cocktails mit prickelnden Zutaten direkt auf das Eis zu gießen, damit sie nicht nach oben schwimmen. Wenn dies passiert, rühren Sie den Cocktail vorsichtig um, um alle Zutaten zu vermischen.\n\nUm einen Cocktail zuzubereiten, geben Sie alle Zutaten in der Reihenfolge ihres Preises in das Glas und fügen Sie dann Eis hinzu. Wenn der Cocktail prickelnde Zutaten enthält, füllen Sie ihn auf und gießen Sie ihn über die Flüssigkeit, um ein Aufschwimmen zu vermeiden.",
        "hasVideo":true,
        "videoURL":"https://www.youtube.com/watch?v=At82bYuY0yw",
        "videoID":"At82bYuY0yw"
    },
    {
        "id":"throw",
        "title":"Wie man Cocktails wirft",
        "description":"Warum sollte eine Bloody Mary besser geworfen als geschüttelt werden?",
        "body":"Diese Technik ist eine der wenigen, mit der Sie tatsächlich Spaß haben können, indem Sie sie einfach mit Wasser ausprobieren. Dabei wird die Flüssigkeit von einer Dose in die andere geschüttet, wodurch der Cocktail gekühlt und ihm Verdünnung und Textur verliehen wird. Der Grund, warum es die beste Technik für Bloody Marys ist, liegt darin, dass es die meisten Eigenschaften eines geschüttelten Cocktails erhält, ohne dass oben ein dicker, bitterer Schaum entsteht (das Schütteln von Tomatensaft kann Schaum erzeugen, und mit all den Gewürzen in einem Bloody Mary, es kann unangenehm werden).\n\nVorbereitung:\nHalten Sie die große Dose mit Eis und Flüssigkeit mit einer Hand fest und verschließen Sie das Eis am Boden der Dose mit Ihrem Sieb. Verwenden Sie dabei die für Sie bequemste Methode. Gießen Sie die Flüssigkeit ständig von einer Dose in die andere, bis die Flüssigkeit die gewünschte Verdünnung erreicht hat (dies wird bei dicken Säften wie Tomatensaft deutlicher sichtbar).\n\nProfi-Tipps:\n- Üben Sie diese Technik zuerst mit Wasser.- Verwenden Sie eines von beiden ein „Kalabresischer Weißdorn“ oder ein „Julep-Sieb“.",
        "hasVideo":true,
        "videoURL":"https://www.youtube.com/watch?v=T_DEm_2kXWk",
        "videoID":"T_DEm_2kXWk"
    },
    {
        "id":"egg-shake",
        "title":"Eiweiß schütteln",
        "description":"Tauchen wir ein in die Welt der Schaumgetränke",
        "body":"Entdecken Sie mit diesen beiden Techniken die Welt der Schaumcocktails. Eiweiß ist die beste Zutat für die Herstellung des perfekten Schaums, aber es gibt auch Alternativen für Veganer.\n\nTrotz Sicherheitsbedenken gilt die Verwendung von Eiweiß in Cocktails im Allgemeinen als sicher, da es mit Spirituosen in Kontakt kommt Zitronensaft, der hilft, Bakterien abzutöten.\n\nBei der „Dry Shake“-Technik werden die Zutaten etwa 20 bis 30 Sekunden lang in einem Cocktailshaker ohne Eis kräftig geschüttelt. Dadurch wird sichergestellt, dass sich das Eiweiß gut mit den anderen Zutaten verbindet und ein dicker, schaumiger Schaum entsteht, der dem Cocktail eine samtige Textur verleiht. Nach dem „Dry Shake“ wird Eis hinzugefügt und die Mischung kurz geschüttelt, bevor sie fein in das Glas abgeseiht wird.\n\nDie „Reverse Dry Shake“-Technik ist die gleiche wie die „Dry Shake“, jedoch in umgekehrter Reihenfolge. Zuerst werden die Zutaten mit Eis geschüttelt, dann wird die Mischung fein in den Shaker gesiebt und schließlich wird das Eiweiß hinzugefügt und kräftig geschüttelt, um einen dicken Schaum zu erzeugen.\n\nHier sind einige Profi-Tipps, die Sie beachten sollten: \n\n- Schlagen Sie das Ei immer in einer separaten Dose auf, wenn Sie Eiweiß verwenden, nur für den Fall, dass das Eigelb fehlt oder die Schale zerbricht.\n- Wenn Sie Alternativen wie Aquafaba (Kichererbsenwasser) verwenden, verwenden Sie etwa 25–30 ml. \n- Überprüfen Sie die empfohlenen Maße für andere Alternativen auf der Flasche, wie zum Beispiel Mrs. Better Bitter Miraculous Foamer.\n- Es gibt keine „richtige“ Technik, also probieren Sie beide aus und wählen Sie Ihren Favoriten.\n\nZusammenfassung:\n \n- Diese Techniken erfordern zwei Shakes.\n- Bei Verwendung von Eiweiß immer kräftig schütteln.\n- Den Cocktail nach dem Shaken mit Eis immer fein abseihen.",
        "hasVideo":true,
        "videoURL":"https://youtu.be/5QQ0cDGohA0",
        "videoID":"5QQ0cDGohA0"
    },
    {
        "id":"different-containers",
        "title":"Keine Ausrüstung?",
        "description":"Haben Sie vergessen, Shaker und Siebe mitzubringen? Schauen wir uns einige Alternativen an",
        "body":"Es ist immer praktisch, Shaker und Siebe dabei zu haben, aber seien wir ehrlich, meistens ist es nicht praktikabel. Sie können Ihre Cocktails jedoch auch ganz einfach im Glas mit Eis mixen und fertig.\n\nLassen Sie uns nun einige Alternativen zur Verwendung eines Shakers erkunden:\n\nSHAKER:\nEin leeres Marmeladenglas ist ein sehr nützlicher Ersatz für einen Shaker (wer hat keinen herumliegen?). Mischen Sie Ihre Zutaten im Glas, füllen Sie es mit Eis und schütteln Sie es. Da das Gefäß mit Eis gefüllt ist und die Oberfläche, auf die das Eis stoßen kann, gering ist, vermeiden Sie, dass das Eis beim Schütteln größtenteils platzt. Es ist nicht nötig, es fein abzuseihen; Sie können einfach das Glas öffnen und daraus trinken! Weitere nützliche Gegenstände zum Aufbewahren von Cocktailzutaten sind ein leeres Gewürzglas, ein Proteinshaker oder ein leerer Eiscremebehälter. Werden Sie kreativ und verwenden Sie das, was Sie für das Beste halten!\n\nJIGGER:\nSie haben keinen Jigger zur Hand? Kein Problem! Da Sie Ihre Cocktails nicht verkaufen, können Sie frei einschenken und wählen, wie viel Alkohol Sie in Ihrem Getränk haben möchten. Eine einfache Alternative zu einem Jigger ist jedoch eine Espressotasse oder ein Halter für hartgekochte Eier oder alles andere, von dem Sie ungefähr wissen, wie viel Flüssigkeit es aufnehmen kann.\n\nMit diesen Alternativen können Sie auch ohne alles einen tollen Cocktail mixen die schicke Ausstattung!",
    }
]
