[
    {
        "id": "simple-syrup",
        "title": "Einfacher Sirup",
        "description": "Schauen wir uns an, wie man einfachen Sirup, reichen Sirup herstellt und wann es am besten ist, sie zu verwenden.",
        "body": [
            {
                "heading": "Einfacher Sirup und Reicher Sirup",
                "content": "Einfacher Sirup ist eine Mischung aus gleichen Teilen Wasser und Zucker nach Gewicht (1:1), während ein reicher Sirup aus 2 Teilen Zucker und 1 Teil Wasser hergestellt wird (2:1)."
            },
            {
                "heading": "Herstellung von Einfachem Sirup",
                "content": "Um einfachen Sirup herzustellen, gib Zucker in einen Behälter und füge heißes Wasser hinzu. Rühre, bis die Flüssigkeit klar wird. Du kannst auch Zucker und Wasser mit kaltem Wasser mischen, aber das wird länger dauern, um den Zucker aufzulösen. Diese Methode funktioniert mit allen Arten von Zucker, einschließlich Kristall-, braunem, Demerara-, goldenem, Muscovado- und Turbinado-Zucker."
            },
            {
                "heading": "Lagerung und Verwendung",
                "content": "Sobald dein Zuckersirup fertig ist, lass ihn abkühlen, fülle ihn ab und beschrifte ihn mit dem Namen des verwendeten Zuckers, dem verwendeten Verhältnis und dem Herstellungsdatum. Lagere ihn im Kühlschrank für mehr als einen Monat. Die meisten Cocktails verlangen nach Sirup, da sich Kristallzucker beim Rühren, Schütteln oder Werfen nicht vollständig auflöst. Bei Getränken wie dem Old Fashioned, Mojito oder Caipirinha, die ursprünglich Kristallzucker enthalten, ist es dir überlassen, ob du Kristallzucker oder Sirup verwenden möchtest. Die Verwendung von Kristallzucker lässt die Süße deines Cocktails im Laufe der Zeit entwickeln, was möglicherweise nicht erwünscht ist. Wenn du stattdessen Zuckersirup verwendest, hast du mehr Kontrolle über die Süße des Getränks und es wird einfacher sein, das genaue Geschmacksprofil zu replizieren."
            }
        ]
    },
    {
        "id": "honey",
        "title": "Honig-, Agaven- & Vanillesirupe",
        "description": "Erfahren Sie, wie man diese dickflüssigen Sirupe verwendet, und einige interessante Fakten",
        "body": [
            {
                "heading": "Bedeutung von Sirupen in Cocktails",
                "content": "Sirupe sind ein wesentlicher Bestandteil bei der Herstellung von Cocktails, und es ist wichtig, sie richtig zu dosieren, um die gewünschte Konsistenz und den Geschmack zu erzielen. Es ist wichtig, dichte Sirupe mit Wasser im Verhältnis 1:1 oder 2:1 zu verdünnen, um Kristallisation zu vermeiden."
            },
            {
                "heading": "Honigsirup",
                "content": "Honigsirup ist ein wichtiges Zutat in vielen Cocktails, besonders mit Whiskeys. Das empfohlene Verhältnis beträgt 3:1 mit heißem Wasser. Er hält über einen Monat, und die Lagerung im Kühlschrank kann seine Haltbarkeit verlängern."
            },
            {
                "heading": "Agavensirup",
                "content": "Agavensirup ist vielseitig und passt gut zu Tequilas und Kaffee. Verdünne ihn im Verhältnis 2:1 mit heißem Wasser, fülle ihn ab und lagere ihn im Kühlschrank für über einen Monat."
            },
            {
                "heading": "Vanillesirup",
                "content": "Vanillesirup, ideal für Cocktails, ergänzt Kaffee- und fruchtige Aromen. Du kannst ihn kaufen oder selbst herstellen, indem du eine Vanilleschote in einfachen Sirup einlegst. Verwende die Vanilleschote mehrmals für den Geschmack."
            }
        ]
    },
    {
        "id": "fruity-syrups",
        "title": "Beerenaromatisierte Sirupe",
        "description": "Lassen Sie uns darüber sprechen, wie Sie Ihre eigenen fruchtigen Sirupe herstellen können.",
        "body": [
            {
                "heading": "Vorteile von hausgemachten Sirupen",
                "content": "Hausgemachte Sirupe übertreffen kommerzielle Marken mit frischeren, natürlicheren Aromen. Kontrolliere den Geschmack, vermeide Stabilisatoren und kreiere einzigartige Mischungen aus Früchten, Kräutern und Gewürzen."
            },
            {
                "heading": "Zwei empfohlene Methoden",
                "content": ""
            },
            {
                "heading": "Frucht, Zucker und Stampfer",
                "content": "Kombiniere gleiche Gewichte von Früchten und Zucker in einem Glas, stampfe leicht und lasse es 8 bis 12 Stunden (oder länger, falls nötig) stehen. Löse den Zucker mit einem gleichen Gewicht warmem Wasser auf, seihe ab und fülle ihn ab."
            },
            {
                "heading": "Früchte vermischen",
                "content": "Vermische gleiche Teile von Früchten, Zucker und Wasser. Verwendung von Wasser bei Raumtemperatur ergibt frischeren Geschmack, während heißes Wasser ein reicheres, gekochtes Fruchtaroma liefert. Seihe den Sirup ab und fülle ihn ab."
            },
            {
                "heading": "Haltbarkeit und Aufbewahrung",
                "content": "Diese Sirupe haben eine kurze Haltbarkeit von etwa einer oder zwei Wochen im Kühlschrank. Eine Verlängerung auf einen Monat ist möglich, indem du einen Schuss Wodka hinzufügst. Experimentiere mit verschiedenen Früchten, Kräutern und Gewürzen für hausgemachte Köstlichkeiten."
            }
        ]
    },
    {
        "id": "other-syrups",
        "title": "Ingwersirup und Dreifacher Sirup",
        "description": "Begleiten Sie mich, während wir zwei einzigartige Sirupe erkunden und lernen, wie man sie von Grund auf herstellt!",
        "body": [
            {
                "heading": "Ingwersirup",
                "content": "Das Erstellen von Ingwersirup nach der Methode von Jeff Morganthaler ist einfach: Mische gleiche Teile heißes Wasser, Zucker und geschälten oder ungeschälten Ingwer. Siebe Feststoffe mit einem Mulltuch, einem Nussmilchbeutel oder einem ungefärbten, bevorzugt weißen Baumwoll-T-Shirt (wegwerfbar wegen Fleckenbildung) ab. Desinfiziere das Tuch vor und nach dem Gebrauch."
            },
            {
                "heading": "Dreifacher Sirup",
                "content": "Der Barkeeper Dale DeGroff hat den komplexen dreifachen Sirup entwickelt, der Cocktails verfeinert. Einfacher Sirup fehlt an Komplexität in sauren Getränken, während Honigsirup zu intensiv ist. Kombiniere gleiche Teile einfachen Sirup (1:1), 1/2 Teil Agavensirup und 1/4 Teil Honigsirup. Passe die Verhältnisse nach Geschmack an. Beispielrezept: 400 ml einfacher Sirup, 200 ml Agavensirup, 100 ml Honigsirup."
            }
        ]
    },
    {
        "id": "grenadine",
        "title": "Grenadinesirup",
        "description": "Welcher Grenadinesirup bietet das beste Preis-Leistungs-Verhältnis?",
        "body": [
            {
                "heading": "Hausgemachte Grenadine",
                "content": "Für den bestschmeckenden Granatapfelsirup ist die Herstellung von Grund auf empfohlen. Verwende 950 ml organischen Granatapfelsaft, 600 gr Zucker und 35 ml Zitronensaft. Koche es über mittlerer bis niedriger Hitze 45-60 Minuten lang, bis es eindickt."
            },
            {
                "heading": "Sirup Zubereitung",
                "content": "Vermische 950 ml Granatapfelsaft und 600 gr Zucker bei niedriger Hitze. Rühre, bis sich der Zucker auflöst. Füge 180 ml Melasse hinzu, mische gründlich. Fülle es ab, beschrifte es und bewahre es bis zu zwei Wochen im Kühlschrank auf. Alternativ bieten gute gekaufte Optionen eine längere Haltbarkeit."
            }
        ]
    }
]
