[
   {
      "id":"simple-syrup",
      "title":"Einfacher Syrup",
      "description":"Sehen wir uns an, wie man einfachen Sirup und reichhaltigen Sirup herstellt und wann man sie am besten verwendet",
      "body":"Einfacher Sirup ist eine Mischung aus gleichen Gewichtsteilen Wasser und Zucker (1:1), während ein reichhaltiger Sirup aus 2 Teilen Zucker und 1 Teil Wasser (2:1) hergestellt wird. Um einfachen Sirup herzustellen, geben Sie Zucker in einen Behälter, fügen Sie heißes Wasser hinzu und rühren Sie, bis die Flüssigkeit klar wird. Sie können Zucker und Wasser auch mit kaltem Wasser vermischen, allerdings dauert es dann länger, bis sich der Zucker aufgelöst hat. Diese Methode funktioniert mit allen Zuckerarten, einschließlich Kristallzucker, braunem Zucker, Demerara-Zucker, goldenem Zucker, Muscovado-Zucker und Turbinado-Zucker.\n\nSobald Ihr Zuckersirup fertig ist, lassen Sie ihn abkühlen, füllen Sie ihn in Flaschen ab und beschriften Sie ihn mit dem Namen des Zuckers das verwendete Verhältnis, das verwendete Verhältnis und das Herstellungsdatum. Bewahren Sie es länger als einen Monat im Kühlschrank auf.\n\nDie meisten Cocktails erfordern Sirup, da sich Kristallzucker beim Rühren, Schütteln oder Werfen nicht vollständig auflöst. Für Getränke wie Old Fashioned, Mojito oder Caipirinha, die ursprünglich Kristallzucker erfordern, liegt es an Ihnen, ob Sie Kristallzucker oder Sirup verwenden. Allerdings führt die Verwendung von Kristallzucker dazu, dass sich die Süße Ihres Cocktails mit der Zeit verändert, was möglicherweise unerwünscht ist. Wenn Sie stattdessen Zuckersirup verwenden, haben Sie mehr Kontrolle über die Süße des Getränks und es ist einfacher, genau das gleiche Geschmacksprofil zu reproduzieren."
   },
   {
      "id":"honey",
      "title":"Honig-, Agaven- und Vanillesirup",
      "description":"Erfahren Sie, wie Sie diese dicken Sirupe verwenden und erfahren Sie einige interessante Fakten",
      "body":"Sirupe sind eine Schlüsselkomponente bei der Cocktailzubereitung und es ist wichtig, sie richtig zuzubereiten, um die gewünschte Konsistenz und den gewünschten Geschmack zu erzielen. Bei der Verwendung dichter, dickflüssiger oder nicht fließender Sirupe ist jedoch Vorsicht geboten, da diese leicht kristallisieren und eine harte, unangenehme Textur bilden können. Um dies zu vermeiden, empfiehlt es sich, sie je nach gewünschter Dicke im Verhältnis 1:1 oder 2:1 mit Wasser zu verdünnen.\n\nNun schauen wir uns drei Arten von Sirupen genauer an:\n\nHONIGSIRUP: \nHonigsirup ist eine Hauptzutat vieler klassischer und moderner Cocktails und eine ausgezeichnete Wahl für die Kombination mit Whiskys. Verwenden Sie am besten heißes, aber nicht kochendes Wasser. Das am häufigsten verwendete Verhältnis ist 3:1. Er ist über einen Monat haltbar und kann durch Lagerung im Kühlschrank verlängert werden.\n\nAGAVENSIRUP:\nEin vielseitiger Sirup, der gut zu Tequilas und Kaffee passt. Agavensirup wird am besten im Verhältnis 2:1 geschnitten Verhältnis von Warmwasser. Nach dem Schneiden einfach in Flaschen füllen und über einen Monat im Kühlschrank aufbewahren.\n\nVANILLESIRUP:\nVanillesirup ist eine beliebte Zutat in Cocktails und passt gut zu Kaffee und fruchtigen Aromen. Vanillesirup kann man entweder kaufen oder selbst herstellen. Um es selbst zuzubereiten, schneiden Sie eine Vanilleschote der Länge nach in zwei Hälften und lassen Sie sie so lange Sie möchten mit Zuckersirup oder aromatisiertem Sirup ziehen. Profi-Tipp: Sie können dieselbe Vanilleschote mehrmals wiederverwenden.\n\nZusammenfassend lässt sich sagen, dass Sirupe eine entscheidende Rolle bei der Cocktailzubereitung spielen und es wichtig ist, die richtigen auszuwählen und richtig zu verwenden, um die perfekte Balance von Geschmack und Konsistenz zu erreichen."
   },
   {
      "id":"fruity-syrups",
      "title":"Sirupe mit Beerengeschmack",
      "description":"Lassen Sie uns darüber sprechen, wie Sie Ihre eigenen fruchtigen Sirupe herstellen können.",
      "body":"Beginnen wir damit, die unbestreitbare Wahrheit anzuerkennen: Selbstgemachte Sirupe sind jeder kommerziellen Marke weit überlegen. Wenn Sie es selbst zubereiten, haben Sie die Kontrolle über den Geschmack und es gibt keine Stabilisatoren, was bedeutet, dass die Aromen frischer und natürlicher sind. Darüber hinaus können Sie genau die richtige Menge herstellen, die Sie benötigen, und Früchte mit Kräutern und Gewürzen mischen und kombinieren, um neue und aufregende Geschmackskombinationen zu kreieren. Das Hinzufügen von Säure ist eine weitere Möglichkeit, Ihren Sirup zu verbessern, und Sträucher sind ein gutes Beispiel dafür, aber das heben wir uns für ein anderes Mal auf.\n\nNun wollen wir uns mit zwei Methoden zur Herstellung fruchtiger Sirupe befassen, die ich wärmstens empfehlen kann. Mein persönlicher Favorit besteht darin, die Früchte zu wiegen und die gleiche Menge Zucker in ein Glas zu geben. Mischen Sie alles zusammen, decken Sie das Glas ab und lassen Sie es 8 bis 12 Stunden lang stehen. Nach Ablauf dieser Zeit werden Sie sehen, wie sich der Zucker auflöst. Wiegen Sie das Ergebnis und fügen Sie eine gleiche Menge warmes Wasser hinzu, um sicherzustellen, dass sich der gesamte Zucker aufgelöst hat. Dann abseihen und in Flaschen abfüllen.\n\nDie zweite Methode besteht darin, Früchte mit Wasser und Zucker zu vermischen. Früchte wie Äpfel und Beeren ergeben zwei unterschiedliche Geschmacksprofile, je nachdem, ob Sie heißes Wasser oder Wasser mit Raumtemperatur verwenden. Die Verwendung von Wasser mit Zimmertemperatur ergibt einen frischeren Geschmack, während heißes Wasser einen reichhaltigeren Geschmack nach gedünsteten Früchten wie Marmelade ergibt. Um diesen Sirup herzustellen, wiegen Sie einfach gleiche Teile Obst, Zucker und Wasser ab, mischen Sie alles zusammen, sieben Sie die Feststoffe mit einem feinmaschigen Sieb ab und füllen Sie ihn in Flaschen ab.\n\nEs ist wichtig, die Haltbarkeitsdauer dieser Sirupe zu beachten Sirup ist relativ kurz. Wenn Sie es gekühlt aufbewahren, ist es ein bis zwei Wochen haltbar, aber die Zugabe eines Schusses Wodka kann die Haltbarkeit auf bis zu einen Monat verlängern. Experimentieren Sie also mit verschiedenen Früchten, Kräutern und Gewürzen, um Ihren eigenen köstlichen hausgemachten Sirup herzustellen. Sie werden nie wieder zu einem im Laden gekauften Produkt zurückkehren!"
   },
   {
      "id":"other-syrups",
      "title":"Ingwersirup und Dreifachsirup",
      "description":"Entdecken Sie mit mir zwei einzigartige Sirupe und lernen Sie, wie man sie von Grund auf herstellt!",
      "body":"INGWER\n\nDie Herstellung von Ingwersirup nach der Methode von Jeff Morganthaler ist unglaublich einfach. Sie müssen lediglich gleiche Teile heißes Wasser, Zucker und geschälten (oder ungeschälten) Ingwer vermischen. Alle Feststoffe mit einem Käsetuch oder einem Nussmilchbeutel abseihen. Sie können auch ein Baumwoll-T-Shirt verwenden, achten Sie jedoch darauf, dass es farblos und vorzugsweise weiß ist. Beachten Sie, dass dieser Vorgang das T-Shirt beschädigen oder verfärben kann. Verwenden Sie daher ein T-Shirt, das Sie problemlos wegwerfen können. Desinfizieren Sie das T-Shirt unbedingt vor und nach der Verwendung.\n\nTRIPLE SYRUP\n\nMeistermixologe Dale DeGroff hat den Triple Sirup entwickelt, einen komplexen Sirup, der einfachen Sirup oder Honigsirup in Cocktails ersetzt. Während einfacher Sirup in einem Sour uninteressant ist, ist Honigsirup zu warm und aromatisch und kann in einem Cocktail zu viel Aufmerksamkeit erregen. Der Dreifachsirup kombiniert drei Sirupe und verleiht Ihren Sours eine dritte Geschmacksdimension. Mischen Sie einen Teil einfachen Sirup (1:1), 1/2 Teil Agavensirup und 1/4 Teil Honigsirup. Passen Sie das Verhältnis Ihrem Geschmack an und beginnen Sie zu experimentieren. Hier ist ein Beispielrezept für den Einstieg:\n\n400 ml einfacher Sirup\n200 ml Agavensirup\n100 ml Honigsirup"
   },
   {
      "id":"grenadine",
      "title":"Grenadine sirup",
      "description":"Welche Grenadine das beste Preis-Leistungs-Verhältnis bietet?",
      "body":"Um den besten Granatapfelsirup zu erhalten, ist es am besten, ihn selbst herzustellen. Obwohl es einige Vorbereitungen erfordert, lohnt sich der Aufwand. Befolgen Sie diese Proportionen und skalieren Sie entsprechend Ihren Bedürfnissen.\n\nZu Beginn benötigen Sie Granatapfelmelasse, eine Mischung aus 950 ml Bio-Granatapfelsaft, 600 g Zucker und 35 ml Zitronensaft. Alles bei mittlerer bis niedriger Hitze in eine Pfanne geben und dabei häufig umrühren. Sobald er zu kochen beginnt, lassen Sie ihn etwa 45–60 Minuten köcheln, bis er dick wird und am Boden der Pfanne zu kleben beginnt.\n\nFür den Sirup selbst benötigen Sie 950 ml Granatapfelsaft und 600 g Zucker. Stellen Sie es auf schwache Hitze und rühren Sie ständig um, ohne es zum Kochen zu bringen, bis sich der Zucker aufgelöst hat. 180 ml Melasse einrühren und gründlich vermischen.\n\nSobald der Sirup fertig ist, füllen Sie ihn in Flaschen ab, etikettieren Sie ihn und stellen Sie ihn bis zu zwei Wochen in den Kühlschrank. Wenn Sie es jedoch nicht häufig verwenden, gibt es ausgezeichnete Marken zum Kauf. Sie halten länger und sind die beste Wahl für Sie."
   }
]
