[
    {
        "id": "equipment",
        "title": "Equipment",
        "description": "Not really sure what to buy online?\nLet's talk about it.",
        "body": [
            {
                "heading": "I want to emphasize that you do not need all the essential equipment immediately. However, I can assist you by selecting the right tools to start making extraordinary cocktails.",
                "content": ""
            },
            {
                "heading": "Cocktail shakers",
                "content": "When purchasing a shaker, there are two main factors to consider: the style and the material it's made of (metal, stainless steel, plastic, etc.). The two most commonly found shakers are the 'Cobbler shaker,' which has three pieces, and the 'Boston shaker,' which has two pieces. I highly recommend the 'Boston shaker' because it's easy to use with one hand, making it look and sound good. Not only is it the most popular choice for professional bartenders because it's more effective with straining, but it's also easier to find spare parts for it due to its quality."
            },
            {
                "heading": "Strainers",
                "content": "There are three different types of strainers: 'Julep,' 'Hawthorn,' which prevents the chunks of ice from falling into the cocktail glass, and the fine strainer. The fine strainer (or tea strainer) catches all the small shards that come through. My preferred strainer is called the 'Calabrese Hawthorn strainer,' which is versatile and mainly used in combination with the fine strainer."
            },
            {
                "heading": "Jiggers",
                "content": "The jigger set I like to use consists of two vessels, each a double cone. The smaller one usually measures 25 ml and has marks on the inside for 15 ml, and the larger one measures 50 ml and has a mark for 35 ml.",
            },
            {
                "heading": "Bar spoon",
                "content": "Bar spoons are useful for mixing and layering mixed drinks, which works best when the stirring technique is very smooth. They can also measure small amounts of liquids, usually around 5 ml, and fish cherries or olives out of the jar."
            },
            {
                "heading":"Other tools",
                "content":"Muddler: Get a good one to smash fruits at the bottom of a glass, or alternatively, you can use the flat surface at the top of the bar spoon if it has one.\nPeeler: If you don't already have one at home, get a good 'Y' peeler and avoid flexible and thin materials. I have destroyed one while peeling a firm lemon, and it sliced my finger badly.\nKnives and cutting board: You can pretty much use any good sharp knife, and any kind of chopping board will do the job.\nJuicer: If you don't already have one at home, I would recommend buying a 'Mexican elbow' for lemons, which you can also use to squeeze limes.\nMixing glass: They are quite expensive and not essential. You can easily use one of the two tins of the cocktail shaker and avoid a big expense."
            }
        ],
    },
    
    {
        "id": "shake",
        "title": "How to shake cocktails",
        "description": "Learn why you should shake cocktails and much, much more!",
        "body": [
            {
                "heading": "Shaking a cocktail is one of the quickest ways to chill it. The liquid is rapidly distributed throughout the shaker and ice, which speeds up thermal exchange between the two. In this article, I will explain why the faster you shake, the faster the cocktail chills.",
                "content": ""
            },
            {
                "heading":"Shake, shake, shake...",
                "content":"Generally, a cocktail should be shaken for about 8 to 10 seconds. Shaking it for longer will have little impact on the final result, and it will waste energy. A vigorous shake will create a layer of ice around the shaker. Once you achieve this layer, you can stop shaking, indicating that the liquid inside has reached the coldest possible point, around -5° C. The shaking technique and ice shape are not that important, but you should never shake with crushed ice.\n\nShaking also adds aeration to cocktails. The ice traps small bubbles of air inside the liquid, which affects the tactile experience of the cocktail and the way the flavors are perceived. However, keep in mind that shaking will make the drink cloudy, regardless of how clear the ingredients are."
            },
            {
                "heading":"Fine straining",
                "content":"After shaking a cocktail, you should always double strain it to remove the ice shards and any floating bits of fruits, seeds, or pulp. This will make the drink smoother.\n\nWhen making a cocktail, pour all the ingredients into the small tin of the shaker and then fill it with ice. Put the big tin on top, turn it upside-down, and twist both tins in opposite directions. Generally, the small tin can hold up to two cocktails, depending on the amount of liquid per cocktail. After shaking, you can hit the shaker on the side an inch below the rim to break the seal. This takes practice, so don’t worry if it doesn’t work the first time."
            },
            {
                "heading":"Pro tips",
                "content":"Put the cheapest ingredients in first to minimize wastage, and if you need to make an uneven number of cocktails, you can evenly split the extra one between the two shaker sets and then pour evenly into the glasses.\n\nFinally, remember that cocktails served without ice have a short life span. You can either drink them quickly or chill the glass before using it.\n\nTo recap, shake the cocktail vigorously for 8-10 seconds with ice cubes, and shaking will chill, dilute, and aerate the drink."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=lRtJwgZINIk",
        "videoID": "lRtJwgZINIk"
    },
    
    {
        "id": "stir",
        "title": "How to stir cocktails",
        "description": "Why do you stir certain cocktails instead of shaking them?",
        "body": [
            {
                "heading":"The reason why we stir cocktails, like Martinis, is because it yields a visually and taste-wise appealing end result. When you stir a cocktail, you have much more control over the dilution of the ice. However, it's important to remember that science says, 'ice will melt with heat, which is taken from the drink'. Therefore, once you reach that frosty effect outside your mixing glass, almost nothing will change, and all your effort will go to waste.",
                "content": ""
            },
            {
                "heading":"Advantages",
                "content":"A stirred cocktail will keep all your ingredients clear, since there will be no air bubbles trapped inside it. This also means that the flavors of the ingredients will be more prominent. The stirring technique does not impact the outcome of the cocktail, but a good technique will make you look professional. Grab a nice long bar spoon and put it close to the mixing glass, smoothly let it rotate between your fingers, and against the glass in a circular path. When stirred, the temperature of the cocktail will drop around 0°C in under 10 seconds, but it will take you more than 40 seconds to reach the same temperature of a shaken cocktail."
            },
            {
                "heading":"Set up",
                "content":"The most commonly used practice is to pour all the ingredients inside the mixing glass (cheapest ingredients first) and then add ice and stir. Chilling the mixing glass first is a good practice, but not essential."
            },
            {
                "heading":"Pro tips",
                "content":"Cocktails served without ice have a short lifespan. You can either drink them fast or chill the glass before serving. This will give you a little more time to enjoy it.\n\nA good stir takes twice as long as washing your hands. So, you can practice your muscle memory by singing:\n\tHappy birthday\n\tI will survive - just the chorus\n\tAfrica - just the chorus"
            },
            {
                "heading":"Quick recap",
                "content":"Stir with a consistent pace for about 40 seconds.\nAlways chill the glass if the cocktail is served without any ice.\nStirring will highlight your ingredients - quality is key.\nStirred cocktails work best with clear liquids."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=2MB9DilgEKM",
        "videoID": "2MB9DilgEKM"
        
    },
    
    {
        "id": "churn",
        "title": "How to churn & build in",
        "description": "Two super simple techniques that you should never fail!",
        "body": [
            {
                "heading": "Churning is a powerful and easy technique that involves vigorously mixing all the ingredients in a glass with crushed ice to instantly chill the cocktail, provide dilution, and create a cohesive flavor profile. While it's often associated with mojitos, it can be used with any cocktail.",
                "content": ""
            },
            {
                "heading":"Churn baby churn",
                "content":"To set up, simply add all the ingredients to the glass, fill it with crushed ice, and use a bar spoon to powerfully mix the ingredients for 8-10 seconds. Top with more crushed ice, as desired."
            },
            {
                "heading":"Pro tips",
                "content":"- Keep your ice fresh and well-crushed\n- Avoid churning fizzy ingredients\n- Use a powerful mixing motion with your bar spoon\n- Ensure that solid ingredients are evenly distributed throughout the glass"
            },
            {
                "heading":"Build it!",
                "content":"Another technique is 'Build in', which involves pouring all the ingredients directly into a glass over ice. For cocktails with sparkling ingredients, avoid pouring them directly onto the ice to prevent them from floating to the top. If this happens, gently stir the cocktail to incorporate all the ingredients.\n\nTo build a cocktail, add all the ingredients to the glass in order of price, and then add ice. If the cocktail contains sparkling ingredients, top it up and pour it over the liquid to avoid floating."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=At82bYuY0yw",
        "videoID": "At82bYuY0yw"
    },
    
    {
        "id": "throw",
        "title": "How to throw cocktails",
        "description": "Why a Bloody Mary is better thrown than shaken?",
        "body": [
            {
                "heading": "This technique is one of the few that you can actually have fun with just by trying it with water. It involves throwing the liquid from one tin to the other, which chills the cocktail and gives it dilution and texture.",
                "content": ""
            },
            {
                "heading":"Yea but... why?",
                "content":"The reason why it is the best technique for Bloody Marys is that it gets most of the characteristics of a shaken cocktail without creating a thick, bitter foam on top (shaking tomato juice can create foam, and with all the seasoning in a Bloody Mary, it can become unpleasant)."
            },
            {
                "heading":"Set up",
                "content":"Hold the big tin with ice and liquid inside with one hand and lock the ice at the bottom of the tin with your strainer, using whichever way is most comfortable for you. Pour the liquid from one tin to the other constantly until the liquid reaches the desired dilution (this will be more noticeable with thick juices like tomato juice)."
            },
            {
                "heading":"Pro tips",
                "content":"- Practice this technique with water first.\n- Use either a 'Calabrese Hawthorn' or a 'Julep Strainer'."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=T_DEm_2kXWk",
        "videoID": "T_DEm_2kXWk"
    },
    
    {
        "id": "egg-shake",
        "title": "Shaking egg white",
        "description": "Let’s dive into the world of foamy drinks",
        "body": [
            {
                "heading":"Discover the world of foamy cocktails with these two techniques.",
                "content":""
            },
            {
                "heading":"Foaming agent",
                "content":"Egg white is the best ingredient to use for creating the perfect foam, but there are alternatives available for those who are vegan."
            },
            {
                "heading":"Safety first",
                "content":"Despite concerns about safety, using egg white in cocktails is generally considered safe because it comes into contact with spirits and citric juice, which help kill bacteria."
            },
            {
                "heading":"Dry Shake",
                "content":"The 'Dry Shake' technique involves vigorously shaking ingredients in a cocktail shaker without ice for around 20-30 seconds. This ensures that the egg white combines well with the other ingredients and results in a thick, frothy foam that adds a velvety texture to the cocktail. After the 'Dry Shake', ice is added, and the mixture is shaken briefly before being fine-strained into the glass."
            },
            {
                "heading":"Reverse Dry Shake",
                "content":"The 'Reverse Dry Shake' technique is the same as the 'Dry Shake' but in reverse. First, the ingredients are shaken with ice, then the mixture is fine-strained into the shaker, and finally, the egg white is added and shaken vigorously to create a thick foam."
            },
            {
                "heading":"Pro tips",
                "content":"- Always crack the egg in a separate tin when using egg whites, just in case the yolk is off or the shell breaks.\n- When using alternatives like aquafaba (chickpea water), use around 25-30 ml.\n- Check the recommended measurements for other alternatives on the bottle, such as Mrs. Better Bitter Miraculous Foamer.\n- There is no 'right' technique, so try both and choose your favorite."
            },
            {
                "heading":"Summary",
                "content":"- These techniques require two shakes.\n- Always shake vigorously when using egg white.\n- Always fine-strain the cocktail after shaking it with ice."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://youtu.be/5QQ0cDGohA0",
        "videoID": "5QQ0cDGohA0"
    },
    
    {
        "id": "different-containers",
        "title": "No equipment?",
        "description": "Did you forget to bring shakers and strainers with you? Let’s see some alternatives",
        "body": [
            {
                "heading":"It's always handy to bring your shakers and strainers with you, but let's be honest, most of the time it's not practical. However, you can easily mix your cocktails in the glass with ice and be done with it.\n\nNow, let's explore some alternatives to using a shaker.",
                "content": ""
            },
            {
                "heading":"Shaker:",
                "content":"An empty jam jar is a very useful substitute for a shaker (who doesn't have one lying around?). Mix your ingredients in the jar, fill it with ice, and shake. Since the jar will be full of ice and there will be little surface for the ice to smash against, you will avoid most of the ice cracking while shaking. There's no need to fine strain it; you can simply open the jar and drink out of it! Other useful items for holding cocktail ingredients include an empty spice jar, a protein shaker, or an empty ice cream container. Get creative and use whatever you think is best!"
            },
            {
                "heading":"Jigger:",
                "content":"Don't have a jigger on hand? No problem! Since you're not selling your cocktails, you can free pour and choose how much booze you want in your drink. However, an easy alternative to a jigger is an espresso mug or a hard boiled egg holder, or anything else that you know roughly how much liquid it can hold.\n\nWith these alternatives, you can mix up a great cocktail even without all the fancy equipment!"
            }
        ]
    }
]
