[
    {
        "id": "lemon-juice",
        "title": "Succo di Limone",
        "description": "Quando la vita ti dà limoni, prepara succo di limone per i tuoi cocktail!",
        "body": {
            "intro": "I limoni sono frutti agrumati vibranti e versatili noti per il loro sapore aspro e il loro aroma rinfrescante. Tra i molti usi dei limoni nel mondo culinario, una delle applicazioni più popolari ed essenziali è l'estrazione del loro succo per creare l'elisir frizzante - il succo di limone.",
            "section": [
                {
                    "heading": "L'Essenza dei Limoni",
                    "content": "I limoni, con il loro brillante colore giallo e il gusto acido, sono un ingrediente fondamentale nella preparazione dei cocktail. La loro versatilità va oltre il sapore; la loro scorza è preziosa per i suoi oli aromatici, che migliorano l'esperienza sensoriale delle bevande. Che sia come guarnizione, esaltatore di sapore o ingrediente principale, i limoni giocano un ruolo vitale nella mixologia e contribuiscono a cocktail equilibrati."
                },
                {
                    "heading": "Estrazione e Usi",
                    "content": "Estrarre il succo di limone è un processo semplice. Inizia tagliando una piccola parte della parte superiore e inferiore del limone, quindi taglialo a metà e usa una pressa per agrumi o un 'Mexican Elbow' per estrarre il succo. Spremi quanti limoni servono per ottenere il volume desiderato, tenendo presente che un limone medio contiene circa 50-60 millilitri (1,75-2 once) di succo. Dopo l'estrazione, filtra il succo attraverso un setaccio a maglie fitte per rimuovere eventuali residui prima di conservarlo in bottiglie o contenitori ermetici."
                },
                {
                    "heading": "Consigli e Raccomandazioni",
                    "content": "Per ottenere risultati ottimali, utilizza succo di limone appena spremuto per catturare il suo sapore e aroma vibranti. Prima di tagliare e spremere, rotola i limoni su un piano per estrarre la massima quantità di succo. Conserva eventuali residui di succo di limone in bottiglie o contenitori ermetici in frigorifero per conservarne freschezza e sapore."
                }
            ]
        }
    },
    {
        "id": "lime-juice",
        "title": "Succo di Lime",
        "description": "Quando la vita ti dà lime... sei al sicuro dalla scorbuto",
        "body": {
            "intro": "I lime, con il loro vibrante colore verde e il sapore aspro, sono frutti agrumati rinomati per la loro versatilità nelle applicazioni culinarie, particolarmente in mixologia. Tra i loro molteplici utilizzi, l'estrazione del succo di lime spicca come ingrediente chiave in vari cocktail e piatti, offrendo un tocco frizzante e rinfrescante.",
            "section": [
                {
                    "heading": "L'Essenza dei Lime",
                    "content": "I lime sono un elemento fondamentale nella mixologia, fornendo un esplosione di sapore e aroma agli cocktail. Oltre al gusto, la loro scorza è preziosa per gli oli aromatici che intensificano l'esperienza sensoriale. Che sia come guarnizione, esaltatore di sapore o ingrediente principale, i lime occupano un posto centrale nella creazione di bevande ben equilibrate e vivaci."
                },
                {
                    "heading": "Estrazione e Usi",
                    "content": "Estrarre il succo di lime è un processo semplice. Inizia facendo rotolare il lime su un piano per liberare i suoi succhi. Taglialo a metà e usa una pressa per agrumi per estrarre il succo in modo efficiente. In media, un lime produce circa 30-40 millilitri (circa 1-1,5 once) di succo. Una volta estratto, filtra il succo attraverso un setaccio a maglie fitte per rimuovere eventuali residui prima di incorporarlo in cocktail, condimenti o marinature."
                },
                {
                    "heading": "Consigli e Raccomandazioni",
                    "content": "Per ottenere risultati ottimali, scegli lime che siano pesanti e con buccia liscia, indicando una certa succosità. Prima di tagliare, fai rotolare il lime su una superficie dura, applicando una leggera pressione per rilasciare più succo. Per estrarre il massimo succo, immergilo in acqua tiepida o lascialo a temperatura ambiente per un paio d'ore prima di spremere. Conserva eventuali residui di succo di limone in bottiglie o contenitori ermetici in frigorifero per conservarne freschezza e sapore."
                }
            ]
        }
    },
    {
        "id": "super-juice",
        "title": "Tecnica Super Juice per Agrumi",
        "description": "Sblocca più succo, sapore e sostenibilità con Super Juice per i tuoi cocktail!",
        "body": {
            "intro": "Scopri un metodo rivoluzionario per estrarre fino a 8 volte più succo da un singolo agrume riducendo gli sprechi e migliorando i sapori dei cocktail. Abbracciando la sostenibilità e la convenienza economica, Super Juice, ideato da Nickle Morris, barman e proprietario dell'Expo Cocktail Bar a Louisville, Kentucky, combina tecniche innovative per creare un succo ricco di sapore e dal lungo retrogusto.",
            "section": [
                {
                    "heading": "Il Genio di Super Juice",
                    "content": "Super Juice rivoluziona l'uso degli agrumi in mixologia, elevando la sostenibilità e l'efficienza economica. Mescolando le bucce degli agrumi con acido citrico (e malico per lime e arance) secondo una formula specifica, l' 'oleo citrate' risultante aggiunge acidità e intensifica l'essenza agrumata al succo. Questo metodo, ispirato da Nickle Morris e raffinato con elementi dalla formula acida di Dave Arnold, migliora il profilo aromatico dei cocktail."
                },
                {
                    "heading": "Realizzazione di Super Juice",
                    "content": "Per creare il Super Juice, inizia pelando il frutto agrumato scelto e pesando le bucce. Combina le bucce con la quantità appropriata di acido citrico (e malico per lime e arance) in un barattolo. Dopo aver agitato la miscela, lasciala riposare fino a due ore per produrre l' 'oleo citrate'. Successivamente, trasferisci tutto il contenuto, inclusi i segmenti di buccia, in un frullatore, aggiungi acqua e sciacqua accuratamente il barattolo con acqua per estrarre tutto l' 'oleo citrate'. Spremi gli agrumi e mescola il succo con la miscela per circa 30 secondi. Filtra il composto risultante attraverso un setaccio a maglie fitte, imbottiglia e conserva in frigorifero per l'uso entro 2 settimane."
                },
                {
                    "heading": "Calcolatori Superjuice",
                    "content": "Esplora la sezione dei calcolatori all'interno di questa app per ottimizzare il potenziale di questa ricetta. Dì addio ai calcoli carta e penna e lascia che il calcolatore determini le precise misure di acqua e acidi necessarie in base al peso delle bucce. In alternativa, inserisci la quantità di liquido desiderata e il calcolatore fornirà i grammi necessari di bucce e acidi per raggiungere il tuo obiettivo!"
                }
            ]
        }
    },
    {
        "id": "mise-en-place",
        "title": "Mise en place",
        "description": "Mise en place, un termine francese che significa 'tutto al suo posto', è una pratica fondamentale nel mondo del bartending",
        "body": {
            "intro": "La mise en place è la base di un bartending efficiente, garantendo un flusso di lavoro fluido e organizzato. Comprende una serie di attività, dall'organizzazione degli ingredienti alla preparazione delle postazioni di lavoro, contribuendo alla capacità dei barman di offrire cocktail di alta qualità in modo coerente.",
            "section": [
                {
                    "heading": "Organizzazione degli Ingredienti",
                    "content": "La mise en place inizia con la raccolta accurata e la disposizione di tutti gli ingredienti essenziali necessari per preparare cocktail. Questo include mix, guarnizioni, frutta fresca e/o secca, erbe, amari, ghiaccio, batch, sciroppi fatti in casa e altri elementi cruciali specifici dei cocktail o delle bevande servite. Le sezioni di frutta delle postazioni dovrebbero essere preparate prima dei periodi di servizio intenso per garantire una preparazione veloce e senza intoppi."
                },
                {
                    "heading": "Preparazione delle Guarnizioni",
                    "content": "L'attenzione ai dettagli si estende alla preparazione delle guarnizioni. I barman tagliano in anticipo la frutta, pelano gli agrumi, affettano le bucce e preparano menta, twist o spicchi. Questa preparazione meticolosa garantisce che le guarnizioni siano pronte e aggiungano un tocco elegante a ogni drink."
                },
                {
                    "heading": "Preparazione degli Strumenti",
                    "content": "Disporre e garantire la disponibilità degli strumenti essenziali del bar è cruciale. Shaker, colini, dosatori, pestelli, cucchiai, coltelli, taglieri e vari bicchieri devono essere organizzati e facilmente raggiungibili per facilitare un processo di preparazione del cocktail rapido ed efficiente."
                },
                {
                    "heading": "Preparazione del Ghiaccio",
                    "content": "Il ghiaccio gioca un ruolo fondamentale nei cocktail. I barman preparano attentamente una quantità sufficiente di ghiaccio, che sia a cubetti, tritato o a blocchi, secondo i requisiti specifici del drink. Un ghiaccio di qualità garantisce il giusto raffreddamento e diluizione, aspetti vitali nella preparazione dei cocktail."
                },
                {
                    "heading": "Organizzazione delle Postazioni di Lavoro",
                    "content": "La mise en place coinvolge la creazione di aree di lavoro designate o postazioni nel bar. Questi spazi sono meticolosamente organizzati, garantendo pulizia e avendo tutti gli ingredienti e gli articoli necessari facilmente accessibili. Le postazioni di lavoro organizzate consentono un lavoro efficiente e mantengono un flusso di lavoro senza interruzioni. Una regola fondamentale per un servizio più fluido è 'Non metterlo giù; Mettilo via', garantendo una postazione ordinata e minimizzando i rischi e le perdite di ricavi."
                },
                {
                    "heading": "Misurazione e Porzionamento",
                    "content": "L'attenzione ai dettagli si estende alla pre-misurazione di certi ingredienti come sciroppi o la creazione di miscele in batch. Queste porzioni misurate velocizzano la preparazione dei drink durante i periodi di intenso lavoro, garantendo coerenza e servizio rapido senza compromettere la qualità."
                },
                {
                    "heading": "Vantaggi della Mise en place",
                    "content": "Una mise en place ben preparata offre numerosi vantaggi ai barman e al servizio del bar nel suo complesso. Migliora l'efficienza, riduce gli sprechi, garantisce la coerenza delle bevande e crea un ambiente di lavoro organizzato e senza stress. L'accessibilità e l'organizzazione consentono ai barman di concentrarsi sulla creazione di cocktail eccezionali e sull'offerta di un servizio clienti eccellente."
                }
            ]
        }
    },
    {
        "id": "lemon-lime-wedges",
        "title": "Spicchi di Limone e Lime",
        "description": "Guida per tagliare limoni e lime a spicchi.",
        "body": {
            "intro": "Quando si preparano limoni e lime a spicchi, è essenziale tagliarli correttamente per mantenere la loro forma e freschezza. Ecco una guida passo-passo:",
            "section": [
                {
                    "heading": "Preparazione",
                    "content": "Immagina il limone o il lime con i poli nord e sud (estremità del gambo e estremità del fiore) e un equatore (la parte più larga al centro). Inizia tagliando circa 1/8 di pollice da ciascuna estremità dei poli. Presta attenzione a non tagliare troppo in profondità, poiché potrebbe influenzare la forma dello spicchio."
                },
                {
                    "heading": "Processo di Taglio",
                    "content": "1. Taglia il frutto a metà per lungo attraverso i poli.\n2. Posiziona entrambe le metà con la parte tagliata verso il basso sul tagliere.\n3. Taglia a un angolo di 45 gradi per creare tre spicchi da ciascuna metà.\n4. Ripeti il processo con l'altra metà.\n\nIn base alle dimensioni del limone o del lime, il numero di spicchi ottenuti può variare; Dovresti ottenere almeno 6-8 spicchi per limone o lime."
                },
                {
                    "heading": "Rimozione dei Semi",
                    "content": "Se ci sono numerosi semi, effettua un taglio aggiuntivo leggero lungo l'apice del triangolo formato dallo spicchio. Questa azione permetterà ai semi di essere facilmente spazzati via con una passata della lama del coltello."
                },
                {
                    "heading": "Conservazione",
                    "content": "I limoni tagliati possono rimanere freschi fino a due giorni, mentre i lime tagliati potrebbero ossidarsi e diventare marroni sui bordi durante la notte."
                }
            ]
        }
    },
    {
        "id": "citrus-slices",
        "title": "Fette di Agrumi: Limoni e Arance",
        "description": "Guida per tagliare gli agrumi a fette",
        "body": {
            "intro": "Quando si preparano agrumi come limoni, arance o pompelmi a fette, è fondamentale tagliarli correttamente per mantenere la loro forma e freschezza. Ecco una guida passo-passo:",
            "section": [
                {
                    "heading": "Preparazione",
                    "content": "Per limoni e arance, immagina che abbiano i poli nord e sud (estremità del gambo e estremità del fiore) e un equatore (la parte più larga al centro). Inizia tagliando un po' da ciascuna estremità dei poli, abbastanza da iniziare a esporre un po' di polpa."
                },
                {
                    "heading": "Processo di Taglio",
                    "content": "1. Taglia il frutto a metà per lungo attraverso i poli.\n2. Posiziona entrambe le metà con la parte tagliata verso il basso sul tagliere.\n3. Quindi taglia trasversalmente a fette rotonde spesse circa 1/4 o 1/3 di pollice (0,5 mm o 0,8 mm).\n4. Ripeti il processo con l'altra metà."
                },
                {
                    "heading": "Conservazione",
                    "content": "I limoni tagliati possono rimanere freschi fino a due giorni. Le arance e i pompelmi tagliati sono migliori consumati freschi, ma possono essere refrigerati per uno o due giorni."
                }
            ]
        }
    },
    {
        "id": "lemon-orange-twists",
        "title": "Twist di Limone e Arancia",
        "description": "Guida per estrarre l'olio di limone o arancia per migliorare la bevanda tramite corretti twist",
        "body": {
            "intro": "Utilizzare l'essenza di olio di limone o arancia nelle bevande può migliorarne significativamente l'aroma e il sapore. Ecco una guida completa sull'estrazione dell'olio di agrumi per un'esperienza di degustazione deliziosa:",
            "section": [
                {
                    "heading": "Importanza dell'Olio di Agrumi",
                    "content": "Le gocce minute di olio di limone o arancia estratte da un corretto twist possono migliorare notevolmente l'aroma e il gusto della bevanda. Galleggiando sulla bevanda, questi oli annunciano sottilmente freschezza e genuinità ai tuoi clienti. Inoltre, l'olio nelle bucce degli agrumi può essere infiammato per un effetto aggiuntivo e cambiare leggermente l'aroma degli oli."
                },
                {
                    "heading": "Scelta della Bucia Giusta",
                    "content": "Per un'estrazione ottimale dell'olio, è cruciale utilizzare limoni o arance fermi e freschi. Gli oli esauriti non daranno l'effetto desiderato o un sapore intenso."
                },
                {
                    "heading": "Estrazione del Twist",
                    "content": "Se sei esperto con i coltelli, usa un coltello da frutta o da cucina per tagliare una sottile buccia a forma ovale dalla parte superiore del frutto. La buccia dovrebbe mostrare giallo o arancione tutto intorno, con un minimo di pith bianco visibile al centro."
                },
                {
                    "heading": "Tecnica Alternativa",
                    "content": "Se non ti senti a tuo agio con i coltelli, considera l'uso di un pelapatate a forma di Y. Fai scorrere la lama appena sotto la superficie, girando il frutto verso la lama per creare una buccia a spirale continua. Con la pratica, puoi preparare abbastanza twist per più bevande in meno di 20 secondi. Una volta pelata, ritaglia eventuali bordi irregolari con un coltello."
                },
                {
                    "heading": "Nota di Sicurezza",
                    "content": "Queste tecniche coinvolgono strumenti affilati. Usa cautela e opta per attrezzature più sicure, come un pelapatate, per evitare incidenti."
                }
            ]
        }
    },
    {
        "id": "flaming-twists",
        "title": "Twist Infuocati",
        "description": "Una guida per creare un'esplosione pirotecnica utilizzando l'olio presente nella buccia di limone e arancia per un effetto sbalorditivo",
        "body": {
            "intro": "Trasforma il tuo incontro con una sorprendente esplosione pirotecnica utilizzando gli oli presenti nelle bucce fresche di limone e arancia.\nEcco una guida passo-passo:",
            "section": [
                {
                    "heading": "Scegliere il Frutto Giusto",
                    "content": "Scegli limoni o arance fermi e freschi per assicurarti che ci sia una quantità adeguata di olio presente nella buccia per la fiamma."
                },
                {
                    "heading": "Preparazione",
                    "content": "Tieni il twist del frutto come se stessi tenendo un guscio d'uovo, evitando di premere prematuramente che potrebbe far fuoriuscire l'olio. Afferra il twist dai lati, non dalle estremità, tra pollice e dito indice con il lato della buccia rivolto verso il basso verso la bevanda."
                },
                {
                    "heading": "Infiammare l'Olio",
                    "content": "1. Tieni una fiamma accesa o un accendino in una mano e il twist nell'altra, posizionandolo a circa 10 cm (4 pollici) sopra la bevanda.\n2. Senza premere il twist, avvicina la fiamma più vicino possibile al twist tra la bevanda e il twist.\n3. Gira il twist in modo deciso, facendo fuoriuscire l'olio attraverso la fiamma e sulla superficie della bevanda."
                },
                {
                    "heading": "Misure di Cautela",
                    "content": "Assicurati di tenere il twist abbastanza lontano dalla bevanda per evitare la formazione di una patina fumosa sul bicchiere o sulla superficie della bevanda."
                }
            ]
        }
    },
    {
        "id": "store-garnishes",
        "title": "Linee Guida per Conservare i Garnish",
        "description": "Linee guida per conservare vari garnish per mantenere la freschezza",
        "body": {
            "intro": "La corretta conservazione dei garnish è fondamentale per preservarne la freschezza e la qualità. Di seguito sono riportati consigli e possono essere adattati.",
            "sections": [
                {
                    "heading": "Limoni",
                    "content": "I limoni tagliati tendono ad ossidarsi rapidamente e dovrebbero essere scartati entro la fine della giornata per evitare deterioramenti. È consigliabile non tagliarli troppo. Se tagli limoni durante la sera, puoi conservarli per la mattina successiva."
                },
                {
                    "heading": "Limoni",
                    "content": "I limoni tagliati hanno una durata più lunga, durano fino a due giorni quando coperti con un panno da bar umido e refrigerati."
                },
                {
                    "heading": "Fette di Arancia",
                    "content": "Controlla le fette di arancia entro la fine della giornata; se sono ancora in buone condizioni, coprile con un panno da bar umido e mettile in frigorifero durante la notte."
                },
                {
                    "heading": "Twist di Arancia e Limone",
                    "content": "I twist di arance e limoni dovrebbero essere scartati alla fine del turno per mantenere la freschezza."
                },
                {
                    "heading": "Frutta Pelata",
                    "content": "Se alla fine della serata ti ritrovi con molta frutta sbucciata ma non tagliata, ti consiglio di tagliarla la mattina successiva o di metterla in essiccatore. In questo modo puoi comunque usarla come frutta secca."
                },
                {
                    "heading": "Frutta Tagliata dopo Due Giorni",
                    "content": "Il suggerimento per la frutta sbucciata si applica a qualsiasi frutto tagliato (limoni, arance, pompelmi, ananas, kiwi, banane, ecc.). Invece di gettarli, puoi effettivamente trovare molti modi per riciclarli."
                },
                {
                    "heading": "Menta",
                    "content": "Le foglie di menta rimangono fresche quando conservate tra carta assorbente umida in frigorifero. I rametti dovrebbero essere conservati in un bicchiere con acqua e l'estremità del gambo dovrebbe essere tagliata leggermente ogni giorno. Ricorda di rimuovere eventuali rametti appassiti o marroni poiché dovrebbero essere scartati."
                }
            ]
        }
    },
    {
        "id": "mint",
        "title": "Menta",
        "description": "Consigli e linee guida per la gestione della menta",
        "body": {
            "intro": "Quando si sceglie la menta, è importante considerarne la freschezza e la sua idoneità per usi diversi.",
            "sections": [
                {
                    "heading": "Scegliere la Menta Giusta",
                    "content": "Quando si seleziona la menta, opta per varietà giovani e sode. Le foglie di menta sono ideali per la guarnizione grazie alla loro buona forma e durata. Evita la menta dal grande fogliame che potrebbe sembrare appassita sopra una bevanda."
                },
                {
                    "heading": "Preparare la Menta per la Guarnizione",
                    "content": "Per preparare la menta per la guarnizione, taglia i gambi a circa 5 pollici con le foglie in cima. La metà superiore, di solito la nuova crescita o i rametti attraenti, verrà utilizzata per guarnire la bevanda. Le foglie sul gambo inferiore e il gambo rimosso possono essere usati per agitare o schiacciare nella bevanda. Conserva la menta in acqua in frigorifero, ma non tenerla durante la notte. Invece, avvolgila in un asciugamano di carta e mettila in un sacchetto Ziploc."
                },
                {
                    "heading": "Usare la Menta nelle Bevande",
                    "content": "Dopo aver schiacciato o agitato la menta in una bevanda (e se la agiti, fallo delicatamente in modo che non si disintegri e renda la bevanda amara), filtra bene il cocktail per rimuovere i pezzi galleggianti di menta. Quando la schiacci, cerca di schiacciare le foglie (piuttosto che stracciarle) per estrarre il sapore. Una guarnizione di menta sulla bevanda dovrebbe sembrare abbondante e folta, dovrebbe essere servita con una cannuccia in modo che gli aromi della menta possano emergere attraverso il gusto e l'olfatto."
                }
            ]
        }
    },
    {
        "id": "cocktail_olives",
        "title": "Olive da Cocktail",
        "description": "Suggerimenti per la selezione e l'uso delle olive nei cocktail",
        "body": {
            "intro": "Le olive da cocktail sono un componente fondamentale per gli appassionati del Martini e per coloro che preferiscono i loro bloody mary ricchi di guarnizioni.",
            "sections": [
                {
                    "heading": "Scegliere le olive giuste",
                    "content": "Per un Martini, opta per le piccole olive spagnole snocciolate da cocktail come la Manzanilla senza peperoncino. Trovare quelle di buona qualità potrebbe essere difficile, poiché le olive ideali sono difficili da trovare. Alcuni bevitori preferiscono le olive giganti a causa della tendenza dei bicchieri da martini oversize, ma questo non è tradizionale. È consigliabile tenere due dimensioni di olive, ma indipendentemente dalle dimensioni, assicurarsi che siano conservate al freddo è essenziale."
                },
                {
                    "heading": "Quante olive su uno stecchino?",
                    "content": "Determinare il numero ideale di olive su uno stecchino per un martini è soggettivo, ma c'è una linea guida tradizionale degna di considerazione. I Martini sono storicamente considerati cocktail forti e orientati agli affari, spesso serviti a individui durante pranzi di lavoro, inizialmente accompagnati da tre olive. L'assenza di ghiaccio in un martini lo rende un cocktail sensibile al tempo, meglio gustato quando è estremamente freddo. Come si può gustarlo al meglio? Semplicemente, cerca di finire il tuo martini in tre sorsi, gustando ciascuno mentre arricchisci l'esperienza con un'oliva."
                }
            ]
        }
    },
    {
        "id": "speedrail-setup",
        "title": "Configurazione dello Speed Rail",
        "description": "Essenziali dello Speed Rail e corretta disponibilità",
        "body": {
            "intro": "Approfondiamo un componente fondamentale dell'attrezzatura molto prezioso per i baristi. Posizionato proprio davanti alla vasca del ghiaccio nella maggior parte dei casi, lo speed rail è fondamentale per garantire un servizio rapido.",
            "section": [
                {
                    "heading": "Concetti base e configurazione",
                    "content": "Uno speed rail ospita tipicamente gli alcolici, gli zuccheri, i succhi e i batch più utilizzati. A volte include uno shaker riempito d'acqua per tenere pronti cucchiai da bar o pestelli. Lo speed rail dovrebbe sempre essere adattato alle vendite; se il tuo bar vende più alcolici e mixer che cocktail, dai priorità agli alcolici nello speed rail. Lo stesso principio si applica ai cocktail di firma; avere versioni pre-preparate può accelerare il servizio, specialmente se sono facilmente accessibili nello speed rail."
                },
                {
                    "heading": "Consigli e trucchi",
                    "content": "Secondo me, il tuo speed rail dovrebbe sempre includere i tuoi alcolici di casa più venduti come Vodka, Gin e Rum. Per i bar che servono cocktail, considera di avere bottiglie di succo di lime e/o limone sempre a portata di mano. Considera anche l'organizzazione dell'esposizione delle bottiglie dietro il bar. Se sono specchiate dietro ogni postazione, assegna più spazio nello speed rail per i batch dei cocktail di firma e altre preparazioni. In alternativa, se il bar è organizzato in modo orizzontale per tipo di prodotto, adatta lo speed rail di conseguenza per garantire un facile accesso da ogni postazione. Ad esempio, se il whiskey di casa è sul lato opposto del bar, mettere una bottiglia nello speed rail può ottimizzare l'efficienza. Questa logica si applica anche ad altri prodotti."
                }
            ]
        }
    },
    {
        "id": "bitters",
        "title": "Bitter",
        "description": "Una panoramica dei bitter, un ingrediente essenziale ma spesso trascurato nei cocktail classici",
        "body": {
            "intro": "I bitter, un tempo sull'orlo dell'estinzione, stanno ora vivendo un forte ritorno come componente cruciale dei cocktail classici. Ecco un'analisi dettagliata della loro importanza e dei tipi:",
            "section": [
                {
                    "heading": "Introduzione agli Amari",
                    "content": "I bitter, intrisi di varie cortecce, radici, fiori e altro in alcol, erano quasi perduti ma ora stanno vivendo una sana rinascita. Offrono un liquido troppo amaro da bere liscio, ma giocano un ruolo cruciale quando usati con cautela nei cocktail."
                },
                {
                    "heading": "Funzione nei Cocktail",
                    "content": "Contrariamente alle aspettative, dai 3 ai 5 millilitri di bitter per drink non conferiscono amarezza. Invece, armonizzano i sapori, spesso impercettibili in un drink ben bilanciato ma sentiti molto quando mancano. Sono più comunemente usati in drink a base di liquori con vini fortificati e liquori rispetto a quelli con componenti acide come gli agrumi."
                },
                {
                    "heading": "Tipologie di Amari Comuni",
                    "content": "1. Angostura Bitters: Originaria di Trinidad, questa versatile marca, con un profilo di sapore complesso basato sul rum, si abbina bene a sapori decisi come il whiskey di segale, il rum scuro e il gin.\n2. Peychaud’s Bitters: Mostrando note di ciliegia nera e anice, gli amari Peychaud's si sposano bene con cognac e whiskey.\n3. Orange Bitters: Uniscono il sapore del peeling d'arancia con un tocco amaro, essenziali in classici come il Dry Martini. Marchi come Fee’s West Indian, Regans’ Orange No 6, Angostura Orange e The Bitter Truth offrono profili diversi, migliorando cocktail differenti."
                },
                {
                    "heading": "Esplorare Opzioni Diverse",
                    "content": "Sebbene il classico trio di Angostura, Peychaud’s e Orange bitters rimanga essenziale, il mercato offre ora una moltitudine di nuove opzioni, inclusi affascinanti varietà da The Bitter Truth. I bar che guardano al futuro tengono più tipi, segnalando il loro impegno nei cocktail artigianali."
                },
                {
                    "heading": "Visibilità e Importanza",
                    "content": "Posizionare i bitters in modo visibile segnala la predisposizione di un bar a creare cocktail seri. Mentre alcuni drink preferiscono marchi specifici, sperimentare con diversi amari può elevare la mixologia a nuove vette."
                }
            ]
        }
    }
]
