[
    {
        "id": "equipment",
        "title": "Ausrüstung",
        "description": "Nicht sicher, was online zu kaufen ist?\nLass uns darüber sprechen.",
        "body": [
            {
                "heading": "Ich möchte betonen, dass du nicht sofort die gesamte grundlegende Ausrüstung benötigst. Allerdings kann ich dir dabei helfen, die richtigen Werkzeuge auszuwählen, um außergewöhnliche Cocktails zuzubereiten.",
                "content": ""
            },
            {
                "heading": "Cocktail-Shaker",
                "content": "Beim Kauf eines Shakers gibt es zwei Hauptfaktoren zu beachten: den Stil und das Material, aus dem er besteht (Metall, Edelstahl, Kunststoff usw.). Die beiden am häufigsten gefundenen Shaker sind der 'Cobbler-Shaker', der aus drei Teilen besteht, und der 'Boston-Shaker', der aus zwei Teilen besteht. Ich empfehle dringend den 'Boston-Shaker', da er einfach mit einer Hand zu bedienen ist, gut aussieht und klingt. Er ist nicht nur die beliebteste Wahl für professionelle Barkeeper, weil er effektiver beim Abseihen ist, sondern auch einfacher Ersatzteile dafür zu finden sind aufgrund seiner Qualität."
            },
            {
                "heading": "Siebe",
                "content": "Es gibt drei verschiedene Arten von Sieben: 'Julep', 'Hawthorn', die verhindert, dass Eisklumpen in das Cocktailglas gelangen, und das Feinsieb. Das Feinsieb (oder Teesieb) fängt alle kleinen Splitter auf, die hindurchkommen. Mein bevorzugtes Sieb heißt 'Calabrese Hawthorn Sieb', das vielseitig ist und hauptsächlich in Kombination mit dem Feinsieb verwendet wird."
            },
            {
                "heading": "Messbecher",
                "content": "Das von mir bevorzugte Messbecher-Set besteht aus zwei Gefäßen, jedes mit einem doppelten Kegel. Das kleinere misst normalerweise 25 ml und hat Markierungen im Inneren für 15 ml, das größere misst 50 ml und hat eine Markierung für 35 ml."
            },
            {
                "heading": "Barlöffel",
                "content": "Barlöffel sind nützlich zum Mischen und Schichten von Mixgetränken, was am besten funktioniert, wenn die Rührtechnik sehr geschmeidig ist. Sie können auch kleine Mengen von Flüssigkeiten messen, normalerweise etwa 5 ml, und Kirschen oder Oliven aus dem Glas fischen."
            },
            {
                "heading": "Andere Werkzeuge",
                "content": "Stößel: Besorge dir einen guten, um Früchte am Boden eines Glases zu zermahlen, oder alternativ kannst du die flache Oberfläche am oberen Ende des Barlöffels verwenden, wenn einer vorhanden ist.\nSchälmesser: Falls du noch keines zu Hause hast, besorge dir einen guten 'Y'-Schäler und vermeide flexible und dünne Materialien. Ich habe einen zerstört, als ich eine feste Zitrone schälte, und es hat meinen Finger stark geschnitten.\nMesser und Schneidebrett: Du kannst im Grunde jedes gute scharfe Messer verwenden, und jedes beliebige Schneidebrett erledigt den Job.\nSaftpresse: Falls du noch keine zu Hause hast, würde ich empfehlen, eine 'Mexican elbow' für Zitronen zu kaufen, die du auch zum Auspressen von Limetten verwenden kannst.\nMischglas: Sie sind ziemlich teuer und nicht unbedingt notwendig. Du kannst problemlos eine der beiden Dosen des Cocktail-Shakers verwenden und so eine große Ausgabe vermeiden."
            }
        ]
    },
    {
        "id": "shake",
        "title": "Wie man Cocktails schüttelt",
        "description": "Erfahre, warum du Cocktails schütteln solltest und noch viel mehr!",
        "body": [
            {
                "heading": "Einen Cocktail zu schütteln ist eine der schnellsten Möglichkeiten, ihn zu kühlen. Die Flüssigkeit wird schnell im Shaker und im Eis verteilt, was den Wärmeaustausch zwischen beiden beschleunigt. In diesem Artikel werde ich erklären, warum je schneller du schüttelst, desto schneller kühlt der Cocktail ab.",
                "content": ""
            },
            {
                "heading": "Schütteln, schütteln, schütteln...",
                "content": "Ein Cocktail sollte im Allgemeinen etwa 8 bis 10 Sekunden lang geschüttelt werden. Wenn du länger schüttelst, hat das wenig Einfluss auf das Endergebnis und verschwendet Energie. Ein kräftiges Schütteln erzeugt eine Eisschicht um den Shaker herum. Sobald du diese Schicht erreicht hast, kannst du aufhören zu schütteln, was darauf hinweist, dass die Flüssigkeit im Inneren den kältesten möglichen Punkt erreicht hat, ungefähr -5° C. Die Schütteltechnik und die Eisform sind nicht so wichtig, aber du solltest niemals mit zerkleinertem Eis schütteln.\n\nDas Schütteln fügt Cocktails auch Luft hinzu. Das Eis fängt kleine Luftblasen in der Flüssigkeit ein, was das taktile Erlebnis des Cocktails und die Art und Weise, wie die Aromen wahrgenommen werden, beeinflusst. Denke jedoch daran, dass das Schütteln das Getränk trüb macht, unabhängig davon, wie klar die Zutaten sind."
            },
            {
                "heading": "Feines Abseihen",
                "content": "Nachdem du einen Cocktail geschüttelt hast, solltest du ihn immer doppelt abseihen, um die Eissplitter und schwebenden Fruchtstückchen, Samen oder Fruchtpüree zu entfernen. Dadurch wird das Getränk geschmeidiger.\n\nWenn du einen Cocktail zubereitest, gieße alle Zutaten in die kleine Dose des Shakers und fülle sie dann mit Eis. Setze die große Dose darauf, drehe sie um und drehe beide Dosen in entgegengesetzte Richtungen. Normalerweise kann die kleine Dose je nach Flüssigkeitsmenge pro Cocktail bis zu zwei Cocktails aufnehmen. Nach dem Schütteln kannst du den Shaker seitlichetwa einen Zoll unterhalb des Randes schlagen, um die Dichtung zu lösen. Das erfordert etwas Übung, also keine Sorge, wenn es beim ersten Mal nicht funktioniert."
            },
            {
                "heading": "Profi-Tipps",
                "content": "Füge zuerst die günstigsten Zutaten hinzu, um Abfall zu minimieren, und wenn du eine ungerade Anzahl von Cocktails zubereiten musst, kannst du die zusätzliche gleichmäßig auf die beiden Shaker-Sets verteilen und dann gleichmäßig in die Gläser gießen.\n\nZum Abschluss, denke daran, dass Cocktails ohne Eis eine kurze Lebensdauer haben. Du kannst sie entweder schnell trinken oder das Glas vor der Verwendung kühlen.\n\nZusammenfassend: Schüttle den Cocktail kräftig für 8-10 Sekunden mit Eiswürfeln, und das Schütteln wird das Getränk kühlen, verdünnen und belüften."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=lRtJwgZINIk",
        "videoID": "lRtJwgZINIk"
    },
    {
        "id": "stir",
        "title": "Wie man Cocktails rührt",
        "description": "Warum rührst du bestimmte Cocktails anstatt sie zu schütteln?",
        "body": [
            {
                "heading":"Der Grund, warum wir Cocktails wie Martinis rühren, ist, weil dies ein optisch und geschmacklich ansprechendes Endergebnis ergibt. Wenn du einen Cocktail rührst, hast du viel mehr Kontrolle über die Verdünnung des Eises. Es ist jedoch wichtig zu bedenken, dass die Wissenschaft sagt, 'Eis schmilzt mit der Wärme, die dem Getränk entzogen wird'. Sobald du diesen frostigen Effekt außerhalb deines Mischglases erreichst, wird sich fast nichts ändern, und all deine Mühe wird umsonst sein.",
                "content": ""
            },
            {
                "heading":"Vorteile",
                "content":"Ein gerührter Cocktail behält alle deine Zutaten klar, da keine Luftblasen darin eingeschlossen sind. Das bedeutet auch, dass die Aromen der Zutaten deutlicher hervortreten. Die Rührtechnik beeinflusst das Ergebnis des Cocktails nicht, aber eine gute Technik lässt dich professionell aussehen. Nimm einen schönen langen Barlöffel und halte ihn nah am Mischglas, lass ihn geschmeidig zwischen deinen Fingern rotieren und gegen das Glas in einem kreisförmigen Pfad. Wenn gerührt, wird die Temperatur des Cocktails in unter 10 Sekunden um etwa 0°C sinken, aber es wird mehr als 40 Sekunden dauern, um die gleiche Temperatur eines geschüttelten Cocktails zu erreichen."
            },
            {
                "heading":"Vorbereitung",
                "content":"Die am häufigsten verwendete Praxis besteht darin, alle Zutaten in das Mischglas zu gießen (billigste Zutaten zuerst) und dann Eis hinzuzufügen und zu rühren. Das Vorkühlen des Mischglases ist eine gute Praxis, aber nicht unbedingt notwendig."
            },
            {
                "heading":"Profi-Tipps",
                "content":"Cocktails ohne Eis haben eine kurze Lebensdauer. Du kannst sie entweder schnell trinken oder das Glas vor dem Servieren kühlen. So hast du etwas mehr Zeit, um sie zu genießen.\n\nEin gutes Rühren dauert doppelt so lange wie das Händewaschen. Also, übe dein Muskelgedächtnis, indem du singst:\n\tHappy Birthday\n\tI Will Survive - nur der Refrain\n\tAfrica - nur der Refrain"
            },
            {
                "heading":"Schnellüberblick",
                "content":"Rühre mit einem gleichmäßigen Tempo etwa 40 Sekunden lang.\nKühle immer das Glas, wenn der Cocktail ohne Eis serviert wird.\nRühren hebt deine Zutaten hervor - Qualität ist entscheidend.\nGerührte Cocktails funktionieren am besten mit klaren Flüssigkeiten."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=2MB9DilgEKM",
        "videoID": "2MB9DilgEKM"
    },
    
    {
        "id": "churn",
        "title": "Wie man rührt und einbaut",
        "description": "Zwei super einfache Techniken, die nie versagen sollten!",
        "body": [
            {
                "heading": "Das Rühren ist eine kraftvolle und einfache Technik, bei der alle Zutaten in einem Glas mit crushed Eis kräftig gemischt werden, um den Cocktail sofort zu kühlen, zu verdünnen und ein zusammenhängendes Geschmacksprofil zu schaffen. Obwohl es oft mit Mojitos in Verbindung gebracht wird, kann es bei jedem Cocktail verwendet werden.",
                "content": ""
            },
            {
                "heading":"Rühren, Baby, rühren",
                "content":"Um anzufangen, füge einfach alle Zutaten in das Glas, fülle es mit crushed Eis und verwende einen Barlöffel, um die Zutaten kräftig für 8-10 Sekunden zu vermischen. Bei Bedarf mit mehr crushed Eis toppen."
            },
            {
                "heading":"Profi-Tipps",
                "content":"- Halte dein Eis frisch und gut zerkleinert\n- Vermeide das Rühren von sprudelnden Zutaten\n- Verwende eine kräftige Mischbewegung mit deinem Barlöffel\n- Stelle sicher, dass feste Zutaten gleichmäßig im Glas verteilt sind"
            },
            {
                "heading":"Bau es auf!",
                "content":"Eine weitere Technik ist 'Einbauen', bei der alle Zutaten direkt in ein Glas über Eis gegossen werden. Bei Cocktails mit sprudelnden Zutaten vermeide es, sie direkt auf das Eis zu gießen, um zu verhindern, dass sie nach oben steigen. Wenn dies passiert, rühre den Cocktail sanft um, um alle Zutaten zu integrieren.\n\nUm einen Cocktail zu bauen, füge alle Zutaten in der Reihenfolge des Preises in das Glas ein und füge dann Eis hinzu. Wenn der Cocktail sprudelnde Zutaten enthält, fülle sie auf und gieße sie über die Flüssigkeit, um das Aufsteigen zu vermeiden."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=At82bYuY0yw",
        "videoID": "At82bYuY0yw"
    },
    {
        "id": "throw",
        "title": "Wie man Cocktails wirft",
        "description": "Warum ein Bloody Mary besser geworfen als geschüttelt ist?",
        "body": [
            {
                "heading": "Diese Technik ist eine der wenigen, mit denen man einfach Spaß haben kann, indem man sie nur mit Wasser ausprobiert. Dabei wird die Flüssigkeit von einer Dose in die andere geschüttet, was den Cocktail kühlt und ihm Verdünnung und Textur verleiht.",
                "content": ""
            },
            {
                "heading":"Ja, aber... warum?",
                "content":"Der Grund, warum es die beste Technik für Bloody Marys ist, liegt darin, dass sie die meisten Eigenschaften eines geschüttelten Cocktails hat, ohne eine dicke, bittere Schaumkrone zu erzeugen (das Schütteln von Tomatensaft kann Schaum erzeugen, und mit all den Gewürzen in einem Bloody Mary kann es unangenehm werden)."
            },
            {
                "heading":"Vorbereitung",
                "content":"Halte die große Dose mit Eis und Flüssigkeit in einer Hand und fixiere das Eis am Boden der Dose mit deinem Sieb, indem du die für dich bequemste Methode verwendest. Gieße die Flüssigkeit ständig von einer Dose in die andere, bis die Flüssigkeit die gewünschte Verdünnung erreicht hat (dies wird bei dickflüssigen Säften wie Tomatensaft deutlicher)."
            },
            {
                "heading":"Profi-Tipps",
                "content":"- Übe diese Technik zuerst mit Wasser.\n- Verwende entweder einen 'Calabrese Hawthorn' oder einen 'Julep Strainer'."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://www.youtube.com/watch?v=T_DEm_2kXWk",
        "videoID": "T_DEm_2kXWk"
    },
    {
        "id": "egg-shake",
        "title": "Eiweiß schütteln",
        "description": "Tauchen wir ein in die Welt der Schaumgetränke",
        "body": [
            {
                "heading":"Entdecken Sie die Welt der Schaumcocktails mit diesen beiden Techniken.",
                "content":""
            },
            {
                "heading":"Schaummittel",
                "content":"Eiweiß ist die beste Zutat, um den perfekten Schaum zu erzeugen, aber es gibt Alternativen für diejenigen, die vegan sind."
            },
            {
                "heading":"Sicherheit zuerst",
                "content":"Trotz Bedenken hinsichtlich der Sicherheit wird die Verwendung von Eiweiß in Cocktails im Allgemeinen als sicher angesehen, da es mit Spirituosen und Zitronensaft in Kontakt kommt, die dabei helfen, Bakterien abzutöten."
            },
            {
                "heading":"Trocken schütteln",
                "content":"Die Technik des 'Trockenen Schüttelns' beinhaltet das kräftige Schütteln von Zutaten in einem Cocktailshaker ohne Eis für etwa 20-30 Sekunden. Dadurch wird sichergestellt, dass das Eiweiß gut mit den anderen Zutaten kombiniert und einen dicken, schaumigen Schaum erzeugt, der dem Cocktail eine samtige Textur verleiht. Nach dem 'Trockenen Schütteln' wird Eis hinzugefügt und die Mischung kurz geschüttelt, bevor sie fein in das Glas abgeseiht wird."
            },
            {
                "heading":"Umgekehrtes Trockenschütteln",
                "content":"Die Technik des 'Umgekehrten Trockenschüttelns' ist die gleiche wie die des 'Trockenen Schüttelns', nur umgekehrt. Zuerst werden die Zutaten mit Eis geschüttelt, dann wird die Mischung in den Shaker fein abgeseiht, und schließlich wird das Eiweiß hinzugefügt und kräftig geschüttelt, um einen dicken Schaum zu erzeugen."
            },
            {
                "heading":"Profi-Tipps",
                "content":"- Schlage das Ei immer in eine separate Dose, wenn du Eiweiß verwendest, nur für den Fall, dass das Eigelb verdorben ist oder die Schale bricht.\n- Wenn du Alternativen wie Aquafaba (Kichererbsenwasser) verwendest, nimm etwa 25-30 ml.\n- Überprüfe die empfohlenen Mengen für andere Alternativen auf der Flasche, wie z.B. Mrs. Better Bitter Miraculous Foamer.\n- Es gibt keine 'richtige' Technik, also probiere beide aus und wähle deine Lieblingsmethode."
            },
            {
                "heading":"Zusammenfassung",
                "content":"- Diese Techniken erfordern zwei Schütteln.\n- Schüttele immer kräftig, wenn du Eiweiß verwendest.\n- Sei immer fein ab, nachdem du den Cocktail mit Eis geschüttelt hast."
            }
        ],
        "hasVideo": true,
        "videoURL": "https://youtu.be/5QQ0cDGohA0",
        "videoID": "5QQ0cDGohA0"
    },
    {
        "id": "different-containers",
        "title": "Keine Ausrüstung?",
        "description": "Haben Sie vergessen, Shaker und Siebe mitzubringen? Lassen Sie uns einige Alternativen sehen",
        "body": [
            {
                "heading":"Es ist immer praktisch, Shaker und Siebe dabei zu haben, aber seien wir ehrlich, meistens ist es nicht praktisch. Sie können jedoch ganz einfach Ihre Cocktails im Glas mit Eis mischen und fertig.\n\nLassen Sie uns nun einige Alternativen zur Verwendung eines Shakers erkunden.",
                "content": ""
            },
            {
                "heading":"Shaker:",
                "content":"Ein leerer Marmeladenglas ist ein sehr nützlicher Ersatz für einen Shaker (wer hat nicht eines herumliegen?). Mischen Sie Ihre Zutaten im Glas, füllen Sie es mit Eis und schütteln Sie es. Da das Glas voller Eis sein wird und wenig Oberfläche vorhanden ist, auf die das Eis beim Schütteln prallen kann, vermeiden Sie größtenteils das Zerbrechen des Eises. Es ist nicht nötig, es fein abzuseihen; Sie können einfach das Glas öffnen und daraus trinken! Andere nützliche Gegenstände zum Halten von Cocktailzutaten sind ein leerer Gewürzglas, ein Proteinschüttler oder ein leerer Eiscremebehälter. Seien Sie kreativ und verwenden Sie, was Sie für am besten halten!"
            },
            {
                "heading":"Jigger:",
                "content":"Sie haben keinen Jigger zur Hand? Kein Problem! Da Sie Ihre Cocktails nicht verkaufen, können Sie frei einschenken und selbst entscheiden, wie viel Alkohol Sie in Ihrem Getränk haben möchten. Eine einfache Alternative zum Jigger ist jedoch eine Espressotasse oder ein Eierhalter für hart gekochte Eier oder alles andere, von dem Sie ungefähr wissen, wie viel Flüssigkeit es aufnehmen kann.\n\nMit diesen Alternativen können Sie auch ohne die ganzen schicken Geräte einen großartigen Cocktail mixen!"
            }
        ]
    }
]
