[
    {
        "id": "vodka",
        "title": "Vodka",
        "description": "Can vodka be made from anything?",
        "body": "While it's true that vodka can be made from a variety of ingredients, not all ingredients are suitable for producing high-quality vodka.\nVodka is a clear spirit that can be produced from anything containing starch or sugar. Potatoes, sugar beet molasses, and cereal grains are the most commonly used materials.\n\nVodka originated in the grain-growing regions of western Russia, Belarus, Lithuania, Ukraine, and Poland, also known as the 'Vodka Belt' countries due to the highest rates of consumption and production in the world.\n\nVodka is commonly known as a 'neutral spirit', but the raw ingredients used during production will impart different flavor profiles.\n\nWheat produces subtle aniseed and pepper flavors, along with lemon zest.\n\nRye creates nutty sweetness, rye bread, and brazil nut flavors.\n\nMaize or corn vodka has a buttery flavor, similar to corn on the cob.\n\nBarley vodka has bread and lightly nutty flavors, along with brioche sweetness.\n\nPotato vodka has a creamy texture and fuller flavor, along with slight vegetable notes.",
    },

    {
        "id": "gin",
        "title": "Gin",
        "description": "The botanical-infused spirit with a rich history and versatile flavor profile.",
        "body": "Gin is a spirit that requires a two-stage process to be produced. First, you need a good quality base of 'neutral spirit' (in other words, vodka), and then you can flavour this base through a second distillation with seeds, berries, roots, fruits, herbs, and spices, collectively known as 'botanicals.' Every gin brand has its own ratios of botanicals, and all gins are unique and different, even though, to be called gin, it's required to have a dominant juniper flavour.\n\nGin has different styles and types.\n\nCold compounded gin:\nCommonly known as 'bathtub gins,' they are flavoured with extracts, essences, and/or by infusion/maceration without distillation.\n\nLondon Dry Gin:\nOriginally a style, but now a legal category, unfortunately, it doesn't describe much about the gin other than being dry. Despite the name, they can be produced anywhere in the world.\n\nNew Western Dry Gin:\nThis is a loose term that is not used much; it includes all the gins that shift away from the overabundant juniper flavour, mostly defined by the careful inclusion and balance of supporting flavours.\n\nOld Tom Gin:\nOften described as a sweet style of gin, they were mostly popular in the 18th and 19th centuries due to the limited purification of the spirit. The rough taste of those gins was masked by flavouring and/or sweetening with liquorice, and later, with sugar.",
    },

    {
        "id": "rum",
        "title": "Rum",
        "description": "The sweet and complex spirit with a tropical flair and centuries-old legacy.",
        "body": "Rum is a spirit made by fermenting and then distilling sugarcane molasses or sugarcane juice. In most cases, it is produced from molasses, except in the French West Indies and Brazil, where fresh sugarcane juice is used to respectively produce Rhum Agricole and Cachaca.\n\nThe distillation process varies among producers, but generally, multiple column stills will reduce the level of impurities and produce a lighter rum. Using a pot still or a single column still will result in a heavier rum.\n\nThere are five types of rums in the market, and in order to be called so, they must have a minimum of 37.5% ABV.\n\n'Light' rum refers to its color and flavor and is mainly used in refreshing cocktails, such as mojitos and daiquiris because it is light on the palate. This type of rum is bottled straight after being distilled and diluted, for example, Bacardi White. Some brands, like Havana with Havana 3, age it for up to three years to give it a signature color and enhanced freshness.\n\n'Golden' rums are a good compromise between light and dark rums, and they have their own character while remaining light on the palate. Their color comes from aging inside wooden casks that were previously used for cognac or whiskey. Some distillers may add caramel to darken the color.\n\n'Dark' rums have a rich and intense flavor and are often used as a floater on top of cocktails to make them eye-catching. If you use them for cocktails, let them shine through and treat them like a good whiskey or cognac.'Overproof' rums are the secret funky ingredient in most tiki cocktails. They can range from light to dark, and their peculiarity is the percentage of ABV, which has to be above 50%.\n\n'Flavored' or 'spiced' rums are pretty self-explanatory categories. These types of rums are generally sweeter, and they can be easily swapped with any other rum for twists. Have you ever tried a coconut rum mojito?",
    },

    {
        "id": "mezcal",
        "title": "Tequila & Mezcal",
        "description": "Unique, culturally-rich spirits from Mexico with distinct flavors and histories.",
        "body": "The Aztecs began producing ritual wine from the juice of agave plants around 250-300 AD. When Cortes' soldiers captured Mexico in 1519, they discovered that this juice could be distilled and began producing a pseudo-tequila within a decade of their arrival. Tequila is made in Mexico's Jalisco region, and its name is derived from the city of Tequila, which is known as the birthplace of this spirit.\n\nTo make tequila, the agave plant is diced, steamed, and then squeezed to remove the juice. Natural yeast is added, and fermentation begins. In order to be called tequila, this fermented liquid needs to be distilled two times. Silver tequila can go straight from the still to the bottle, with the addition of water to reduce the strength. Reposado and Anejo tequilas, instead, are aged in oak casks so the wood can soften and mellow the spirit, adding character to it.\n\nHere are some fundamental terms to know:\n- Mixto (Mixed) - contains at least 51% agave, with the rest being made up of industrial spirits;\n- Pura (Pure) - 100% blue agave distillate;\n- Blanco (White/Silver) - a clear tequila aged for a maximum of 60 days;\n- Oro (Gold) - the same as blanco tequila but with the addition of flavoring/coloring, usually caramel.\n- Reposado (Rested) - tequila aged in oak casks between 60 days and 1 year;\n- Anejo (Aged) - tequila aged for a minimum of 1 year and up to 10 years.\n\nMezcal, on the other hand, has been made since the 16th century from the juice extracted from the cooking of the heart of the Maguey Plant, a type of agave plant. The Aztecs used it to make Pulque, a sweet beer-like drink consumed during religious ceremonies. Unlike tequila, to give mezcal its smoky flavor, the plant is roasted. Then it is stone-pressed to extract the pulp, steeped in pure water with the addition of yeast, and left to ferment for several days. The fermented liquid is then distilled and bottled.",
    },

    {
        "id": "cognac",
        "title": "Brandy & Cognac",
        "description": "Two sophisticated and richly flavored spirits produced by distilling wine, each with a distinct origin and aging process.",
        "body": "Brandy and Cognac have a lot in common, but they are still very different from each other. Brandy is a liquor produced by distilling wine, and it is typically consumed as an after-dinner digestif. Some brandies are aged in wooden casks to give them character, body, and that beautiful caramel color. Others are simply colored with caramel coloring to imitate the aging, while some are produced using a combination of both aging and coloring.\n\nAlthough Cognac is a type of French Brandy, made in the region of the small town called 'Cognac,' there are 6 different sub-regions that provide wines for the distillation. To obtain the official appellation, the wine used to make Cognac must be distilled twice by the 31st of March. Distillation usually starts around the end of November, and it takes 9 liters of wine to make 1 liter of Cognac. It usually requires 11 hours of distillation.\n\nCognac also has 4 different categories:\n- V.S. (Very Special) / 3 stars: aged between 2 1/2 and 4 1/2 years\n- V.S.O.P. (Very Special Old Pale): named after the Hennessy House, and the youngest element must be at least 4 1/2 years old\n- Napoleon: legally needs to be aged 6 1/2 years, but it is very common to age them for longer\n- X.O. (Extra Old): appellation created by Maurice Hennessy after aging Cognac casks for friends and family, and it generally stands for Cognacs aged between 15 and 20 years.",
    },

    {
        "id": "pisco",
        "title": "Pisco",
        "description": "The clear brandy made from grapes, originating from Peru and Chile with a smooth, aromatic flavor profile",
        "body": "Pisco, the clear grape brandy that hails from Peru and Chile, is not only a delightful spirit but also has a fascinating origin story. Legend has it that the name 'Pisco' comes from the Quechuan word 'pishku', meaning 'bird', as the town where it was first produced was home to an abundance of birds.\n\nToday, Pisco is made using traditional methods that have been passed down for generations. The grapes used in production are carefully selected and harvested by hand, and the distillation process is a true labor of love, with a focus on preserving the grape's natural flavors and aromas.\n\nIn Peru and Chile, Pisco has become an integral part of the local culture and is celebrated through festivals, music, and dance. It's even the subject of a fierce debate between the two countries over who has the right to claim it as their national spirit.\n\nWhether you're sipping it neat, enjoying it in a classic Pisco Sour, or using it in other cocktails, Pisco offers a unique and complex flavor profile that is sure to delight any spirits enthusiast.",
    },

    {
        "id": "whiskey",
        "title": "Whisky & Whiskey",
        "description": "The diverse and complex spirits with variations from around the world, all sharing a common process of distilling fermented grains.",
        "body": "• Scotch Whisky\nIt is made similarly to other whiskies, but with a slightly more complex process. The grain must be barley and barley only. Once harvested, the barley is malted, which means it is soaked in water for 1-2 days and allowed to partially germinate. The barley is then dried in a kiln to stop the germination process and develop flavor. To give Scotch Whisky its characteristic smoky flavor, the barley is dried in a kiln heated by peat fire.\n\n• Scotch Grain & Blended Whisky\nScotch Grain Whisky can be made with wheat, corn, rye or other cereals. It is distilled at least two times using a column still, then aged for at least three years in Scotland and reduced with water to a minimum of 40% ABV. This whiskey is used for blending with malt whiskies to create Scottish Blended Whisky, or simply Scotch.\n\n• Irish Whiskey\nFor this type of whiskey, malted and un-malted grains are used, which are heat-dried. The mixture is then fermented to around 8% ABV, and distilled three times to 85% ABV. It must be aged for a minimum of three years in oak casks in Ireland, and after that period it is blended for at least 2 years before the ABV is reduced to lower the strength and bottled.\n\n• American Whiskey\nThese are produced similarly to other whiskies but have some distinct features and methods. American Whiskies use predominantly corn and rye instead of barley. The recipe of different grains is called “mash bill,” which is pressure cooked with a mixture of water and yeast. At this point, almost 25% of the mash from previous batches can be added, which is referred to as “sour mash” to ensure consistency of character throughout the batches. This “sour mash” is then fermented into beer and distilled at least twice. The whiskey is then aged for several years in new charred American oak barrels, which impart sweetness and light smoky flavors to the whiskey.\n\n• Bourbon Whiskey\nThis kind of whiskey can be made exclusively in the US by law and only if it is made in Kentucky can be called Kentucky Bourbon. The majority of the mash must be corn, and the rest can be a mix of wheat, rye, and barley. During distillation, it cannot go over 80% ABV, and then it gets diluted to 63% ABV before aging for at least two years in brand new oak barrels.",
    }
]
