[
    {
        "id": "vodka",
        "title": "Vodka",
        "description": "Can vodka be made from anything?",
        "body": [
            {
                "heading": "Crafting Vodka",
                "content": "While vodka can be crafted from various ingredients, not all are ideal for creating top-quality spirits."
            },
            {
                "heading": "Ingredients for Vodka Making",
                "content": "Vodka, a clear spirit, is derived from sources abundant in starch or sugar. Commonly used materials include potatoes, sugar beet molasses, and cereal grains."
            },
            {
                "heading": "Vodka's Historical Roots",
                "content": "The origins of vodka trace back to the grain-growing regions of western Russia, Belarus, Lithuania, Ukraine, and Poland. These nations collectively form the renowned 'Vodka Belt' due to their high rates of consumption and production."
            },
            {
                "heading": "Perception of Neutrality",
                "content": "Although often regarded as a 'neutral spirit,' the varied raw ingredients contribute diverse flavor profiles to vodka. I will tell you below the subtle flavors of vodka below; Very useful to keep in mind when picking a vodka for your martinis."
            },
            {
                "heading": "Distinct Flavor Profiles",
                "content": ""
            },
            {
                "heading": "Wheat",
                "content": "Imparts subtle aniseed, pepper, and lemon zest flavors."
            },
            {
                "heading": "Rye",
                "content": "Brings out nutty sweetness, reminiscent of rye bread and Brazil nuts."
            },
            {
                "heading": "Maize or Corn",
                "content": "Offers a buttery essence akin to fresh corn on the cob."
            },
            {
                "heading": "Barley",
                "content": "Contains notes of bread, light nuttiness, and sweetness resembling brioche."
            },
            {
                "heading": "Potato",
                "content": "Known for its creamy texture, fuller flavor, and hints of vegetables."
            }
        ]
    },

    {
        "id": "gin",
        "title": "Gin",
        "description": "The botanical-infused spirit with a rich history and versatile flavor profile.",
        "body": [
            {
                "heading": "Crafting Gin",
                "content": "Gin is a spirit that requires a two-stage process to be produced. First, you need a good quality base of 'neutral spirit' (in other words, vodka), and then you can flavour this base through a second distillation with seeds, berries, roots, fruits, herbs, and spices, collectively known as 'botanicals.' Every gin brand has its own ratios of botanicals, and all gins are unique and different, even though, to be called gin, it's required to have a dominant juniper flavour."
            },
            {
                "heading": "Styles and Types of Gin",
                "content": ""
            },
            {
                "heading": "Cold Compounded Gin",
                "content": "Commonly known as 'bathtub gins,' they are flavoured with extracts, essences, and/or by infusion/maceration without distillation."
            },
            {
                "heading": "London Dry Gin",
                "content": "Originally a style, but now a legal category, unfortunately, it doesn't describe much about the gin other than being dry. Despite the name, they can be produced anywhere in the world."
            },
            {
                "heading": "New Western Dry Gin",
                "content": "This is a loose term that is not used much; it includes all the gins that shift away from the overabundant juniper flavour, mostly defined by the careful inclusion and balance of supporting flavours."
            },
            {
                "heading": "Old Tom Gin",
                "content": "Often described as a sweet style of gin, they were mostly popular in the 18th and 19th centuries due to the limited purification of the spirit. The rough taste of those gins was masked by flavouring and/or sweetening with liquorice, and later, with sugar."
            }
        ]
    },

    {
      "id": "rum",
      "title": "Rum",
      "description": "The sweet and complex spirit with a tropical flair and centuries-old legacy.",
      "body": [
          {
              "heading": "Crafting Rum",
              "content": "Rum is a spirit made by fermenting and then distilling sugarcane molasses or sugarcane juice. In most cases, it is produced from molasses, except in the French West Indies and Brazil, where fresh sugarcane juice is used to respectively produce Rhum Agricole and Cachaca."
          },
          {
              "heading": "Distillation Process",
              "content": "The distillation process varies among producers. Multiple column stills are commonly used to reduce impurities and create a lighter rum. Alternatively, using a pot still or a single column still results in a heavier rum."
          },
          {
              "heading": "Types of Rums",
              "content": ""
          },
          {
              "heading": "'Light' Rum",
              "content": "'Light' rum, bottled straight after distillation, is characterized by its color and flavor. It's commonly used in refreshing cocktails like mojitos and daiquiris. Some brands age it for enhanced freshness."
          },
          {
              "heading": "'Golden' Rum",
              "content": "'Golden' rums strike a balance between light and dark varieties. They gain their color from aging in wooden casks, sometimes used for cognac or whiskey. Some may use caramel to darken the hue."
          },
          {
              "heading": "'Dark' Rum",
              "content": "'Dark' rums boast rich, intense flavors. Often used as a floater in cocktails for visual appeal, they're best appreciated similarly to fine whiskey or cognac."
          },
          {
              "heading": "'Overproof' Rum",
              "content": "'Overproof' rums, with an ABV above 50%, add a funky twist to tiki cocktails. They can range from light to dark in color."
          },
          {
              "heading": "'Flavored' or 'Spiced' Rum",
              "content": "'Flavored' or 'spiced' rums are self-explanatory. Generally sweeter, they offer versatility in cocktails. Have you ever tried a coconut rum mojito?"
          },
          {
              "heading": "Make your own 'Flavored' or 'Spiced' Rum",
              "content": "Each brand has its unique recipe. If you're keen on creating your own, start by getting a bottle of your preferred rum and adding the flavors you desire. It's advisable to begin with a small quantity, like 300 ml or 10 oz., and a specific amount of flavoring, such as 100 grams of cacao nibs. Taste it daily and strain it once you achieve your desired flavor. This method allows for adjustments—simply add more of the same rum to extend it until you reach the perfect blend of aromas and flavors. Remember to document every step so you can recreate your final recipe easily.\n\n This process can be applied to any other spirit; the method in question is called Cold Infusion - meaning that there will be no heat applied to infuse flavors."
          }
      ]
    },

    {
        "id": "mezcal",
        "title": "Tequila & Mezcal",
        "description": "Unique, culturally-rich spirits from Mexico with distinct flavors and histories.",
        "body": [
            {
                "heading": "Tequila's Origins",
                "content": "The production of ritual wine from agave juice dates back to the Aztecs around 250-300 AD. When Cortes' soldiers arrived in Mexico in 1519, they discovered that this juice could be distilled, leading to the production of a pseudo-tequila within a decade."
            },
            {
                "heading": "Tequila Making Process",
                "content": "Tequila is made in Mexico's Jalisco region. The agave plant is diced, steamed, and the juice extracted. Natural yeast is added for fermentation. To be called tequila, this fermented liquid undergoes two rounds of distillation."
            },
            {
                "heading": "Types and Aging of Tequila",
                "content": ""
            },
            {
                "heading": "Mixto",
                "content": "Mixto (or Mixed) is a tequila that contains at least 51% agave, with the remainder being industrial spirits."
            },
            {
                "heading": "Pura",
                "content": "Pura (or Pure)is a tequila that is made with 100% blue agave distillate."
            },
            {
                "heading": "Blanco",
                "content": "Blanco (or White/Silver) is s clear tequila aged for a maximum of 60 days."
            },
            {
                "heading": "Oro",
                "content": "Oro (or Gold) is a teqila similar to blanco but with flavoring and/or coloring, usually caramel."
            },
            {
                "heading": "Reposado",
                "content": "Reposado (or Rested) is a tequila aged in oak casks for 60 days to 1 year. This gives it a slight golden color and hints of wood, vanilla and other notes extracted from the oak cask."
            },
            {
                "heading": "Anejo",
                "content": "Anejo (or Aged) is a tequila aged for a minimum of 1 year and up to 10 years. This aging process gives to the tequila a stronger golden color and stronger flavors of wood, vanilla, and other notes extracted from the oak cask."
            },
            {
                "heading": "Mezcal's History and Process",
                "content": "Mezcal has been made since the 16th century from the juice extracted from the cooking of the heart of the Maguey Plant, a type of agave plant. The Aztecs used it to make Pulque, a sweet beer-like drink consumed during religious ceremonies. Unlike tequila, to give mezcal its smoky flavor, the plant is roasted. Then it is stone-pressed to extract the pulp, steeped in pure water with the addition of yeast, and left to ferment for several days. The fermented liquid is then distilled and bottled."
            }
        ]
    },

    {
        "id": "cognac",
        "title": "Brandy & Cognac",
        "description": "Two sophisticated and richly flavored spirits produced by distilling wine, each with a distinct origin and aging process.",
        "body": [
            {
                "heading": "Brandy Overview",
                "content": "Brandy, produced by distilling wine, is often enjoyed as an after-dinner digestif. Some brandies are aged in wooden casks for character and color, while others use caramel coloring to imitate aging or employ a combination of both methods."
            },
            {
                "heading": "Cognac: A French Distinction",
                "content": "Cognac, a type of French Brandy, is exclusively made in the region of the small town 'Cognac.' The region comprises 6 sub-regions that provide wines for distillation. To acquire the official appellation, the wine used for Cognac must undergo double distillation by March 31st. The distillation process typically begins around late November, requiring 9 liters of wine to produce 1 liter of Cognac over approximately 11 hours."
            },
            {
                "heading": "Categories of Cognac",
                "content": ""
            },
            {
                "heading": "V.S. (Very Special) / 3 stars",
                "content": "Aged between 2 1/2 and 4 1/2 years."
            },
            {
                "heading": "V.S.O.P. (Very Special Old Pale)",
                "content": "Named after the Hennessy House, with the youngest element aged at least 4 1/2 years."
            },
            {
                "heading": "Napoleon",
                "content": "Legally aged for at leat 6.5 years, commonly aged longer."
            },
            {
                "heading": "X.O. (Extra Old)",
                "content": "Originally coined by Maurice Hennessy for Cognacs aged between 15 and 20 years."
            }
        ]
    },

    {
      "id": "pisco",
      "title": "Pisco",
      "description": "The clear brandy made from grapes, originating from Peru and Chile with a smooth, aromatic flavor profile",
      "body": [
        {
          "heading": "Pisco's Origin and Meaning",
          "content": "Pisco, a clear grape brandy from Peru and Chile, derives its name from the Quechuan word 'pishku', meaning 'bird', referencing the town where it was first produced and its abundance of birds."
        },
        {
          "heading": "Traditional Production Methods",
          "content": "Today, Pisco is crafted using traditional techniques passed down through generations. Carefully selected grapes are hand-harvested, and the distillation process focuses on preserving the natural flavors and aromas of the grapes."
        },
        {
          "heading": "Cultural Significance",
          "content": "In Peru and Chile, Pisco holds cultural importance and is celebrated through festivals, music, dance, and even a national debate over its origin. Both countries claim it as their national spirit."
        },
        {
          "heading": "Unique Flavor Profile",
          "content": "Pisco offers a distinctive and complex flavor profile, enjoyed neat, in classic cocktails like the Pisco Sour, or in various mixed drinks, making it an enticing choice for spirits enthusiasts."
        }
      ]
    },

    {
      "id": "whiskey",
      "title": "Whisky & Whiskey",
      "description": "The diverse and complex spirits with variations from around the world, all sharing a common process of distilling fermented grains.",
      "body": [
        {
          "heading": "Scotch Whisky",
          "content": "It is made similarly to other whiskies, but with a slightly more complex process. The grain must be barley and barley only. Once harvested, the barley is malted, which means it is soaked in water for 1-2 days and allowed to partially germinate. The barley is then dried in a kiln to stop the germination process and develop flavor. To give Scotch Whisky its characteristic smoky flavor, the barley is dried in a kiln heated by peat fire."
        },
        {
          "heading": "Scotch Grain & Blended Whisky",
          "content": "Scotch Grain Whisky can be made with wheat, corn, rye or other cereals. It is distilled at least two times using a column still, then aged for at least three years in Scotland and reduced with water to a minimum of 40% ABV. This whiskey is used for blending with malt whiskies to create Scottish Blended Whisky, or simply Scotch."
        },
        {
          "heading": "Irish Whiskey",
          "content": "For this type of whiskey, malted and un-malted grains are used, which are heat-dried. The mixture is then fermented to around 8% ABV, and distilled three times to 85% ABV. It must be aged for a minimum of three years in oak casks in Ireland, and after that period it is blended for at least 2 years before the ABV is reduced to lower the strength and bottled."
        },
        {
          "heading": "American Whiskey",
          "content": "These are produced similarly to other whiskies but have some distinct features and methods. American Whiskies use predominantly corn and rye instead of barley. The recipe of different grains is called “mash bill,” which is pressure cooked with a mixture of water and yeast. At this point, almost 25% of the mash from previous batches can be added, which is referred to as “sour mash” to ensure consistency of character throughout the batches. This “sour mash” is then fermented into beer and distilled at least twice. The whiskey is then aged for several years in new charred American oak barrels, which impart sweetness and light smoky flavors to the whiskey."
        },
        {
          "heading": "Bourbon Whiskey",
          "content": "This kind of whiskey can be made exclusively in the US by law and only if it is made in Kentucky can be called Kentucky Bourbon. The majority of the mash must be corn, and the rest can be a mix of wheat, rye, and barley. During distillation, it cannot go over 80% ABV, and then it gets diluted to 63% ABV before aging for at least two years in brand new oak barrels."
        }
      ]
    }
]
