[
    {
        "id": "simple-syrup",
        "title": "Sciroppo di zucchero",
        "description": "Vediamo come fare lo sciroppo semplice, lo sciroppo denso e quando è meglio usarli",
        "body": [
            {
                "heading": "Sciroppo Semplice e Sciroppo Denso",
                "content": "Lo sciroppo semplice è una miscela di parti uguali di acqua e zucchero per peso (1:1), mentre lo sciroppo denso è fatto con 2 parti di zucchero per 1 parte di acqua (2:1)."
            },
            {
                "heading": "Preparazione dello Sciroppo Semplice",
                "content": "Per fare lo sciroppo semplice, metti lo zucchero in un contenitore e aggiungi acqua calda, mescolando finché il liquido non diventa trasparente. Puoi anche mescolare lo zucchero e l'acqua con acqua fredda, ma ci vorrà più tempo per far sciogliere lo zucchero. Questo metodo funziona con tutti i tipi di zucchero, incluso quello granulato, di canna, demerara, dorato, muscovado e turbinato."
            },
            {
                "heading": "Conservazione e Uso",
                "content": "Una volta pronto il tuo sciroppo di zucchero, lascialo raffreddare, imbottiglialo e etichettalo con il nome dello zucchero usato, il rapporto utilizzato e la data in cui l'hai fatto. Conserva in frigorifero per più di un mese. La maggior parte dei cocktail richiede lo sciroppo perché lo zucchero granulato non si scioglie completamente quando mescolato, agitato o lanciato. Per drink come l'old fashioned, mojito o caipirinha che richiedono originariamente zucchero granulato, è a tua discrezione se usare zucchero granulato o sciroppo. Tuttavia, utilizzando lo sciroppo di zucchero avrai maggior controllo sulla dolcezza del drink e sarà più facile replicare esattamente lo stesso profilo di gusto."
            }
        ]
    },
    {
        "id": "honey",
        "title": "Sciroppi di Miele, Agave e Vaniglia",
        "description": "Scopri come utilizzare questi sciroppi densi e alcune curiosità interessanti",
        "body": [
            {
                "heading": "Importanza degli Sciroppi nei Cocktail",
                "content": "Gli sciroppi sono un componente chiave nella preparazione dei cocktail ed è essenziale prepararli correttamente per ottenere la consistenza e il sapore desiderati. È importante diluire gli sciroppi densi con acqua in un rapporto 1:1 o 2:1 per evitare la cristallizzazione."
            },
            {
                "heading": "Sciroppo di Miele",
                "content": "Lo sciroppo di miele è un ingrediente fondamentale in molti cocktail, specialmente con whisky. Il rapporto consigliato è 3:1 con acqua calda. Dura più di un mese e la refrigerazione può prolungarne la durata."
            },
            {
                "heading": "Sciroppo di Agave",
                "content": "Lo sciroppo d'agave è versatile e si abbina bene con tequila e caffè. Diluiscilo con un rapporto 2:1 di acqua calda, imbottiglialo e conservalo in frigorifero per più di un mese."
            },
            {
                "heading": "Sciroppo di Vaniglia",
                "content": "Lo sciroppo di vaniglia, ottimo per i cocktail, si abbina bene al caffè e ai sapori fruttati. Puoi comprarlo o farlo da te infondendo un baccello di vaniglia con lo sciroppo semplice. Riutilizza il baccello di vaniglia più volte per il sapore."
            }
        ]
    },
    {
        "id": "fruity-syrups",
        "title": "Sciroppi Aromatizzati ai Frutti di Bosco",
        "description": "Parliamo di come puoi creare i tuoi sciroppi fruttati.",
        "body": [
            {
                "heading": "Vantaggi degli Sciroppi Fatti in Casa",
                "content": "Gli sciroppi fatti in casa superano i marchi commerciali con sapori più freschi e naturali. Controlla il gusto, evita gli stabilizzatori e crea miscele uniche di frutta, erbe e spezie."
            },
            {
                "heading": "Due Metodi Consigliati",
                "content": ""
            },
            {
                "heading": "Frutta, Zucchero e Maceratore",
                "content": "Unisci pesi uguali di frutta e zucchero in un barattolo, pestali leggermente e lasciali riposare per 8-12 ore (o più, se necessario). Sciogli lo zucchero con un peso uguale di acqua calda, filtra e imbottiglia."
            },
            {
                "heading": "Frullare la Frutta",
                "content": "Frulla parti uguali di frutta, zucchero e acqua. Utilizzare acqua a temperatura ambiente conferisce un sapore più fresco, mentre l'acqua calda produce un sapore più ricco e cotto della frutta. Filtra e imbottiglia lo sciroppo."
            },
            {
                "heading": "Durata e Conservazione",
                "content": "Questi sciroppi hanno una durata relativamente breve, circa una o due settimane in frigorifero. È possibile estenderla fino a un mese aggiungendo un po' di vodka. Sperimenta con vari frutti, erbe e spezie per piaceri fatti in casa."
            }
        ]
    },
    {
        "id": "other-syrups",
        "title": "Sciroppo di Zenzero e Triple Syrup",
        "description": "Unisciti a noi mentre esploriamo due sciroppi unici e impariamo come farli da zero!",
        "body": [
            {
                "heading": "Sciroppo di Zenzero",
                "content": "Creare lo sciroppo di zenzero usando il metodo di Jeff Morganthaler è semplice: mescola parti uguali di acqua calda, zucchero e zenzero pelato o non pelato. Filtra i solidi usando una garza, un sacchetto per latte di noci o una maglietta di cotone non colorata, preferibilmente bianca (usa e getta a causa delle macchie). Disinfetta la maglietta prima e dopo l'uso."
            },
            {
                "heading": "Triple Syrup",
                "content": "Il mixologo esperto Dale DeGroff ha creato il complesso triple syrup, che migliora i cocktail. Lo sciroppo semplice manca di complessità nei sour, mentre lo sciroppo di miele è troppo intenso. Unisci parti uguali di sciroppo semplice (1:1), 1/2 parte di sciroppo d'agave e 1/4 parte di sciroppo di miele. Regola le proporzioni a tuo gusto. Ricetta di esempio: 400 ml di sciroppo semplice, 200 ml di sciroppo d'agave, 100 ml di sciroppo di miele."
            }
        ]
    },
    {
        "id": "grenadine",
        "title": "Sciroppo di Grenadine",
        "description": "Quale grenadine offre il miglior rapporto qualità-prezzo?",
        "body": [
            {
                "heading": "Grenadine Fatta in Casa",
                "content": "Per ottenere lo sciroppo di melagrana dal miglior sapore, prepararlo da zero è consigliato. Usa 950 ml di succo di melagrana biologico, 600 gr di zucchero e 35 ml di succo di limone. Cuoci a fuoco medio-basso per 45-60 minuti fino a quando si addensa."
            },
            {
                "heading": "Preparazione dello Sciroppo",
                "content": "Unisci 950 ml di succo di melagrana e 600 gr di zucchero a fuoco basso. Mescola fino a quando lo zucchero si scioglie. Aggiungi 180 ml di melassa, mescola bene. Imbottiglia, etichetta e conserva in frigorifero per un massimo di due settimane. In alternativa, le opzioni di buona qualità in vendita offrono una durata più lunga."
            }
        ]
    }
]
